{
  "doi": "10.1186/s12877-020-01709-2",
  "pm_id": 32859156,
  "pmc_id": "PMC7453698",
  "gs_id": "",
  "category": "CITES_HALD",
  "title": "Rationale and protocol of the StayFitLonger study: a multicentre trial to measure efficacy and adherence of a home-based computerised multidomain intervention in healthy older adults.",
  "abstract": "In older adults, multidomain training that includes physical and cognitive activities has been associated with improvement of physical and cognitive health. The goal of the multisite StayFitLonger study is to assess a home-based computerised training programme, which combines physical exercises, stimulating cognitive activities and virtual coaching. One hundred twenty-eight cognitively healthy older adults will be recruited from the community in Switzerland, Canada and Belgium. The study will comprise (1) a 26-week double-blind randomized controlled efficacy trial and (2) a 22-week pragmatic adherence sub-study. In the efficacy trial, participants will be randomly assigned to an experimental or an active control intervention. In the experimental intervention, participants will use the StayFitLonger programme, which is computerised on a tablet and provides content that combines physical activities with a focus on strength and balance, as well as divided attention, problem solving and memory training. Outcomes will be measured before and after 26 weeks of training. The primary efficacy outcome will be performance on the \"Timed-Up & Go\" test. Secondary outcomes will include measures of frailty, cognition, mood, fear of falling, quality of life, and activities of daily living. Age, sex, education, baseline cognition, expectation, and adherence will be used as moderators of efficacy. Following the 26-week efficacy trial, all participants will use the experimental programme meaning that participants in the control group will 'cross over' to receive the StayFitLonger programme for 22 weeks. Adherence will be measured in both groups based on dose, volume and frequency of use. In addition, participants' perception of the programme and its functionalities will be characterised through usability, acceptability and user experience. This study will determine the efficacy, adherence and participants' perception of a home-based multidomain intervention programme and its functionalities. This will allow for further development and possible commercialization of a scientifically validated training programme. ClinicalTrials.gov , NCT04237519 Registered on January 22, 2020 - Retrospectively registered.",
  "gs_meta": NaN,
  "scraped_date": "2025-02-01 21:27:06.515030",
  "id": "13cafd8e300862717f957cab88a29483b256e3cc689c93802632dc0edec09d9e",
  "_internal": {
    "type": "paper"
  }
}