{
  "doi": "10.1186/s12974-020-01774-9",
  "pm_id": 32238175,
  "pmc_id": "PMC7115095",
  "gs_id": "11636663754596445832",
  "category": "CITES_HALD",
  "title": "Transcriptomic profiling of microglia and astrocytes throughout aging.",
  "abstract": "Activation of microglia and astrocytes, a prominent hallmark of both aging and Alzheimer's disease (AD), has been suggested to contribute to aging and AD progression, but the underlying cellular and molecular mechanisms are largely unknown. We performed RNA-seq analyses on microglia and astrocytes freshly isolated from wild-type and APP-PS1 (AD) mouse brains at five time points to elucidate their age-related gene-expression profiles. Our results showed that from 4 months onward, a set of age-related genes in microglia and astrocytes exhibited consistent upregulation or downregulation (termed \"age-up\"/\"age-down\" genes) relative to their expression at the young-adult stage (2 months). And most age-up genes were more highly expressed in AD mice at the same time points. Bioinformatic analyses revealed that the age-up genes in microglia were associated with the inflammatory response, whereas these genes in astrocytes included widely recognized AD risk genes, genes associated with synaptic transmission or elimination, and peptidase-inhibitor genes. Overall, our RNA-seq data provide a valuable resource for future investigations into the roles of microglia and astrocytes in aging- and amyloid-β-induced AD pathologies.",
  "gs_meta": "[{'position': 1, 'title': 'Transcriptomic profiling of microglia and astrocytes throughout aging', 'result_id': 'iG5i9we8faEJ', 'link': 'https://link.springer.com/article/10.1186/S12974-020-01774-9', 'snippet': 'Activation of microglia and astrocytes, a prominent hallmark of both aging and Alzheimer’s disease (AD), has been suggested to contribute to aging and AD progression, but the underlying cellular and molecular mechanisms are largely unknown.\\nWe performed RNA-seq analyses on microglia and astrocytes freshly isolated from wild-type and APP-PS1 (AD) mouse brains at five time points to elucidate their age-related gene-expression profiles.\\nOur results showed that from 4 months onward, a set of age-related genes in microglia and astrocytes exhibited consistent upregulation or downregulation (termed “age-up”/“age-down” genes) relative to their expression at the young-adult stage (2 months). And most age-up genes were more highly expressed in AD mice at the same time points. Bioinformatic analyses revealed that the age-up genes in microglia were associated with the inflammatory response, whereas these genes in astrocytes included widely recognized AD risk genes, genes associated with synaptic transmission or elimination, and peptidase-inhibitor genes.\\nOverall, our RNA-seq data provide a valuable resource for future investigations into the roles of microglia and astrocytes in aging- and amyloid-β-induced AD pathologies.', 'publication_info': {'summary': 'J Pan, N Ma, B Yu, W Zhang, J Wan - Journal of Neuroinflammation, 2020 - Springer'}, 'resources': [{'title': 'springer.com', 'file_format': 'PDF', 'link': 'https://link.springer.com/content/pdf/10.1186/s12974-020-01774-9.pdf'}], 'inline_links': {'serpapi_cite_link': 'https://serpapi.com/search.json?engine=google_scholar_cite&hl=en&q=iG5i9we8faEJ', 'cited_by': {'total': 169, 'link': 'https://scholar.google.com/scholar?cites=11636663754596445832&as_sdt=5,33&sciodt=0,33&hl=en', 'cites_id': '11636663754596445832', 'serpapi_scholar_link': 'https://serpapi.com/search.json?as_sdt=5%2C33&cites=11636663754596445832&engine=google_scholar&hl=en'}, 'related_pages_link': 'https://scholar.google.com/scholar?q=related:iG5i9we8faEJ:scholar.google.com/&scioq=10.1186/s12974-020-01774-9&hl=en&as_sdt=0,33', 'serpapi_related_pages_link': 'https://serpapi.com/search.json?as_sdt=0%2C33&engine=google_scholar&hl=en&num=10&q=related%3AiG5i9we8faEJ%3Ascholar.google.com%2F&scisbd=0&start=0', 'versions': {'total': 13, 'link': 'https://scholar.google.com/scholar?cluster=11636663754596445832&hl=en&as_sdt=0,33', 'cluster_id': '11636663754596445832', 'serpapi_scholar_link': 'https://serpapi.com/search.json?as_sdt=0%2C33&cluster=11636663754596445832&engine=google_scholar&hl=en'}}}]",
  "scraped_date": "2025-02-01 20:19:00.508210",
  "id": "2ee6f627fd89f026f5d5108731c7908ec5ee30db24a4002adc26e50756b47cf5",
  "_internal": {
    "type": "paper"
  }
}