{
  "doi": "10.1371/journal.pone.0000902",
  "pm_id": 17878937,
  "pmc_id": "PMC1975673",
  "gs_id": "3392777724388702269",
  "category": "CITEDBY_HALD",
  "title": "Basonuclin regulates a subset of ribosomal RNA genes in HaCaT cells.",
  "abstract": "Basonuclin (Bnc1), a cell-type-specific ribosomal RNA (rRNA) gene regulator, is expressed mainly in keratinocytes of stratified epithelium and gametogenic cells of testis and ovary. Previously, basonuclin was shown in vitro to interact with rRNA gene (rDNA) promoter at three highly conserved sites. Basonuclin's high affinity binding site overlaps with the binding site of a dedicated and ubiquitous Pol I transcription regulator, UBF, suggesting that their binding might interfere with each other if they bind to the same promoter. Knocking-down basonuclin in mouse oocytes eliminated approximately one quarter of RNA polymerase I (Pol I) transcription foci, without affecting the BrU incorporation of the remaining ones, suggesting that basonuclin might regulate a subset of rDNA. Here we show, via chromatin immunoprecipitation (ChIP), that basonuclin is associated with rDNA promoters in HaCaT cells, a spontaneously established human keratinocyte line. Immunoprecipitation data suggest that basonuclin is in a complex that also contains the subunits of Pol I (RPA194, RPA116), but not UBF. Knocking-down basonuclin in HaCaT cells partially impairs the association of RPA194 to rDNA promoter, but not that of UBF. Basonuclin-deficiency also reduces the amount of 47S pre-rRNA, but this effect can be seen only after cell-proliferation related rRNA synthesis has subsided at a higher cell density. DNA sequence of basonuclin-bound rDNA promoters shows single nucleotide polymorphisms (SNPs) that differ from those associated with UBF-bound promoters, suggesting that basonuclin and UBF interact with different subsets of promoters. In conclusion, our results demonstrate basonuclin's functional association with rDNA promoters and its interaction with Pol I in vivo. Our data also suggest that basonuclin-Pol I complex transcribes a subset of rDNA.",
  "gs_meta": "[{'position': 1, 'title': 'Basonuclin regulates a subset of ribosomal RNA genes in HaCaT cells', 'result_id': 'PfgLWF2RFS8J', 'link': 'https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0000902', 'snippet': \"Basonuclin (Bnc1), a cell-type-specific ribosomal RNA (rRNA) gene regulator, is expressed mainly in keratinocytes of stratified epithelium and gametogenic cells of testis and ovary. Previously, basonuclin was shown in vitro to interact with rRNA gene (rDNA) promoter at three highly conserved sites. Basonuclin's high affinity binding site overlaps with the binding site of a dedicated and ubiquitous Pol I transcription regulator, UBF, suggesting that their binding might interfere with each other if they bind to the same promoter. Knocking-down basonuclin in mouse oocytes eliminated approximately one quarter of RNA polymerase I (Pol I) transcription foci, without affecting the BrU incorporation of the remaining ones, suggesting that basonuclin might regulate a subset of rDNA. Here we show, via chromatin immunoprecipitation (ChIP), that basonuclin is associated with rDNA promoters in HaCaT cells, a spontaneously established human keratinocyte line. Immunoprecipitation data suggest that basonuclin is in a complex that also contains the subunits of Pol I (RPA194, RPA116), but not UBF. Knocking-down basonuclin in HaCaT cells partially impairs the association of RPA194 to rDNA promoter, but not that of UBF. Basonuclin-deficiency also reduces the amount of 47S pre-rRNA, but this effect can be seen only after cell-proliferation related rRNA synthesis has subsided at a higher cell density. DNA sequence of basonuclin-bound rDNA promoters shows single nucleotide polymorphisms (SNPs) that differ from those associated with UBF-bound promoters, suggesting that basonuclin and UBF interact with different subsets of promoters. In conclusion, our results demonstrate basonuclin's functional association with rDNA promoters and its interaction with Pol I in vivo. Our data also suggest that basonuclin-Pol I complex transcribes a subset of rDNA.\", 'publication_info': {'summary': 'S Zhang, J Wang, H Tseng - PloS one, 2007 - journals.plos.org', 'authors': [{'name': 'J Wang', 'link': 'https://scholar.google.com/citations?user=-DvO8pQAAAAJ&hl=en&oi=sra', 'serpapi_scholar_link': 'https://serpapi.com/search.json?author_id=-DvO8pQAAAAJ&engine=google_scholar_author&hl=en', 'author_id': '-DvO8pQAAAAJ'}]}, 'resources': [{'title': 'plos.org', 'file_format': 'PDF', 'link': 'https://journals.plos.org/plosone/article/file?id=10.1371/journal.pone.0000902&type=printable'}], 'inline_links': {'serpapi_cite_link': 'https://serpapi.com/search.json?engine=google_scholar_cite&hl=en&q=PfgLWF2RFS8J', 'cited_by': {'total': 27, 'link': 'https://scholar.google.com/scholar?cites=3392777724388702269&as_sdt=20000005&sciodt=0,21&hl=en', 'cites_id': '3392777724388702269', 'serpapi_scholar_link': 'https://serpapi.com/search.json?as_sdt=20000005&cites=3392777724388702269&engine=google_scholar&hl=en'}, 'related_pages_link': 'https://scholar.google.com/scholar?q=related:PfgLWF2RFS8J:scholar.google.com/&scioq=10.1371/journal.pone.0000902&hl=en&as_sdt=0,21', 'serpapi_related_pages_link': 'https://serpapi.com/search.json?as_sdt=0%2C21&engine=google_scholar&hl=en&num=10&q=related%3APfgLWF2RFS8J%3Ascholar.google.com%2F&scisbd=0&start=0', 'versions': {'total': 13, 'link': 'https://scholar.google.com/scholar?cluster=3392777724388702269&hl=en&as_sdt=0,21', 'cluster_id': '3392777724388702269', 'serpapi_scholar_link': 'https://serpapi.com/search.json?as_sdt=0%2C21&cluster=3392777724388702269&engine=google_scholar&hl=en'}, 'cached_page_link': 'https://scholar.googleusercontent.com/scholar?q=cache:PfgLWF2RFS8J:scholar.google.com/+10.1371/journal.pone.0000902&hl=en&as_sdt=0,21'}}]",
  "scraped_date": "2025-01-28 00:11:47",
  "id": "a1485385fdf96b1aac984fb8d819b28bab402ccdd523708ca6cb58fcdf044399",
  "_internal": {
    "type": "paper"
  }
}