{
  "id": "10bb0122c9b54eb355133d3113f3a4770f5505b6d467594c350b840ed9a5d57b",
  "titles": [
    "PERMALINK",
    "Abstract",
    "INTRODUCTION",
    "METHODS",
    "RESULTS",
    "DISCUSSION",
    "ACKNOWLEDGMENTS",
    "Footnotes",
    "REFERENCES",
    "ACTIONS",
    "PERMALINK",
    "RESOURCES"
  ],
  "categorized_sections": {
    "scientific_paper": [
      "Abstract",
      "INTRODUCTION",
      "METHODS",
      "RESULTS",
      "DISCUSSION"
    ],
    "other": [
      "PERMALINK",
      "ACKNOWLEDGMENTS",
      "Footnotes",
      "REFERENCES",
      "ACTIONS",
      "RESOURCES"
    ]
  },
  "section_indices": [
    [
      "PERMALINK",
      "other",
      1143
    ],
    [
      "Abstract",
      "scientific_paper",
      4941
    ],
    [
      "INTRODUCTION",
      "scientific_paper",
      6759
    ],
    [
      "METHODS",
      "scientific_paper",
      9840
    ],
    [
      "RESULTS",
      "scientific_paper",
      17204
    ],
    [
      "DISCUSSION",
      "scientific_paper",
      23642
    ],
    [
      "ACKNOWLEDGMENTS",
      "other",
      30621
    ],
    [
      "Footnotes",
      "other",
      31491
    ],
    [
      "REFERENCES",
      "other",
      32038
    ],
    [
      "ACTIONS",
      "other",
      51503
    ],
    [
      "RESOURCES",
      "other",
      51741
    ]
  ],
  "full_text": "## Abstract\n\n### Objectives\n\nPersistent pain is associated with poorer health outcomes and may lead to increased vulnerability and diminished physiologic reserve, ultimately precipitating frailty. To test for the existence of this process, we compared the association of self-reported moderate to severe pain with the presence of frailty.\n\n### Design\n\nCross-sectional analysis of the Canadian Study of Health and Aging-Wave 2.\n\n### Setting\n\nCommunity dwellers\n\n### Participants\n\nRepresentative sample of persons age 65 and older in Canada.\n\n### Measurements\n\nPain (exposure) was categorized as no or very mild pain versus moderate or greater pain. Frailty (outcome) was operationalized as the accumulation of 33 possible self-reported health attitudes, illnesses, and functional abilities, subsequently divided into tertiles (i.e. not frail, pre-frail, and frail). Multivariable logistic regression assessed for the association of pain with frailty.\n\n### Results\n\nOf participants who reported moderate or greater pain (35.5% or 1,765 out of 4,968), 16.2% were not frail, 34.1% were pre-frail, and 49.8%were frail. For persons with moderate or greater pain compared to those with mild or no pain, the odds of being pre-frail compared to not frail were higher by a factor of 2.52 (95% confidence interval (CI)=2.13-2.99; p<0.05). For persons with moderate or greater pain compared to those with mild or no pain, the odds of being frail compared to not frail was higher by a factor of 5.52 (CI=4.49-6.64; p<0.05).\n\n### Conclusion\n\nModerate or higher pain was independently associated with the presence of frailty. While we cannot ascertain causality in a cross-sectional analysis, interventions to improve pain management may help prevent or ameliorate frailty.\n\n**Keywords:** Pain, frailty, older adults, homeostenosis\n\n## INTRODUCTION\n\nPersistent pain is a common experience among older adults residing in the community with prevalence rates typically reported over 40% ( [1](https://pmc.ncbi.nlm.nih.gov/articles/PMC3258356/#R1)- [3](https://pmc.ncbi.nlm.nih.gov/articles/PMC3258356/#R3)). Many chronic conditions are associated with both nocioceptive and neuropathic pain and increase in frequency with age such as osteoarthritis, osteoporosis, and post-herpetic neuralgia ( [4](https://pmc.ncbi.nlm.nih.gov/articles/PMC3258356/#R4), [5](https://pmc.ncbi.nlm.nih.gov/articles/PMC3258356/#R5)). In addition to discomfort, pain presence is associated with poorer health including depression, sleep disturbances, decreased socialization, and functional impairment ( [6](https://pmc.ncbi.nlm.nih.gov/articles/PMC3258356/#R6)).\n\nFrailty can be considered a manifestation of aging and/or chronic illness ( [7](https://pmc.ncbi.nlm.nih.gov/articles/PMC3258356/#R7)). Two approaches to operationally define this concept are typically employed. The first approach identifies frailty as a “clinical phenotype” in which one has at least three of the following five characteristics-weight loss, exhaustion, slowness, low activity level, and/or weakness ( [8](https://pmc.ncbi.nlm.nih.gov/articles/PMC3258356/#R8)). The second approach describes frailty as the increasing accumulation of largely unrelated health conditions ( [9](https://pmc.ncbi.nlm.nih.gov/articles/PMC3258356/#R9), [10](https://pmc.ncbi.nlm.nih.gov/articles/PMC3258356/#R10)). Both approaches, through currently unproven mechanisms, are hypothesized to lead to increasing dysregulation of physiologic systems, and increase the risk of adverse health outcomes including nursing home placement and death ( [8](https://pmc.ncbi.nlm.nih.gov/articles/PMC3258356/#R8)- [11](https://pmc.ncbi.nlm.nih.gov/articles/PMC3258356/#R11)).\n\nGiven its multidimensional nature, persistent pain may precipitate or accelerate the development of frailty in older adults through a variety of mechanisms, such as impaired mobility, depression, decreased nutritional intake, and increase in the burden of medical comorbidities ( [6](https://pmc.ncbi.nlm.nih.gov/articles/PMC3258356/#R6), [12](https://pmc.ncbi.nlm.nih.gov/articles/PMC3258356/#R12)). These changes could leave older adults more vulnerable to and less able to effectively accommodate to physiologic stressors, a phenomenon we recently proposed and called “pain homeostenosis.”( [13](https://pmc.ncbi.nlm.nih.gov/articles/PMC3258356/#R13)) Stated another way, older adults suffering with pain and its frequently associated conditions, such as poor sleep or diminished nutrition, may decrease an older person’s reserve, increasing the likelihood of cognitive dysfunction, falls, and/or disability with minor perturbations. Stressors that may precipitate these events include new medications, infections, loss of a loved one, and changes in the environment. To test for the existence of this process, we compared the association of self-report of moderate to severe pain with the presence of frailty.\n\n## METHODS\n\n### Study population\n\nThis is a cross-sectional analysis of the Canadian Study of Health and Aging (CSHA), a study designed to better understand the epidemiology of dementia in older adults. Three data collection waves were conducted in 1991, 1996, and 2001. Individuals age 65 and older were recruited with representative samples drawn from 36 cities and their surrounding rural areas across Canada. The interviews were conducted in participant homes by trained research personnel and included an assessment of health, disease, mood, physical function, and cognitive function. Study details including objectives, design, and methodologies have been described elsewhere ( [14](https://pmc.ncbi.nlm.nih.gov/articles/PMC3258356/#R14)).\n\nOf the three waves, only the second included a pain measure, the focus of the current analysis. Participants who otherwise would be eligible were excluded from the analysis if their pain report or any of the variables in the frailty measure were missing. All participants provided written informed consent and the CSHA protocol was approved at each participating institution in Canada. The research plan for this secondary analysis was reviewed and approved by the University of Chicago’s Biological Sciences Division Institutional Review Board.\n\n### Measures\n\n#### Frailty\n\nThirty-three self-report variables were available from the second wave of the CSHA to characterize frailty ( [9](https://pmc.ncbi.nlm.nih.gov/articles/PMC3258356/#R9), [10](https://pmc.ncbi.nlm.nih.gov/articles/PMC3258356/#R10), [15](https://pmc.ncbi.nlm.nih.gov/articles/PMC3258356/#R15)). These self-reported items included responses to questions about health attitudes, illnesses, and functional abilities, where each item was given a score of 0 or 1 depending on whether a deficit was absent (0) or present (1). The following variables are included in the composite index: eyesight, hearing, needing help to eat, help to dress and undress, help to take care of appearances, help to walk, help to get in and out of bed, help to take a bath or shower, help to go to the toilet, help in shopping, help to prepare own meals, help to do housework, help to take medications, help to handle own finances, help to use telephone, help to get to places out of walking distance, poor self-assessed health, hypertension, heart or circulatory problems, stroke or effects of stroke, arthritis or rheumatism, Parkinson’s disease, eye trouble, ear trouble, dental problems, chest problems, stomach problems, bladder control problems, bowel control problems, trouble with feet or ankles, trouble with skin, fractures, and lives alone. For each individual, a frailty index was constructed using a sum of these deficits, yielding a theoretical range from 0 to 33. Each score was subsequently standardized as the proportion of total number of deficit items by dividing the sum of deficits by the 33 deficits considered, yielding an index ranging from 0 to 1. The frailty index was initially validated using the first wave of the CSHA and included 40 variables of which 7 were not available in the second wave ( [9](https://pmc.ncbi.nlm.nih.gov/articles/PMC3258356/#R9)). This approach has been replicated in numerous additional population-based studies and clinical settings, and it remains valid, with the index maintaining strong associations with institutionalization and death across studies ( [10](https://pmc.ncbi.nlm.nih.gov/articles/PMC3258356/#R10), [15](https://pmc.ncbi.nlm.nih.gov/articles/PMC3258356/#R15)). Also, this indexed approach exhibits strong criterion validity as it demonstrates convergent validity with the phenotypic definition of frailty (r=0.67) ( [11](https://pmc.ncbi.nlm.nih.gov/articles/PMC3258356/#R11)).\n\n#### Pain\n\nPain was assessed using the 5-point verbal descriptor scale (VDS). The validity and reliability of the VDS has been established in both cognitively intact and impaired populations ( [6](https://pmc.ncbi.nlm.nih.gov/articles/PMC3258356/#R6), [16](https://pmc.ncbi.nlm.nih.gov/articles/PMC3258356/#R16), [17](https://pmc.ncbi.nlm.nih.gov/articles/PMC3258356/#R17)). Participants were asked, “How much bodily pain have you had during the past 4 weeks?” The response categories were presented on a card vertically in ascending order: 1= none, 2= very mild, 3=moderate, 4=severe, and 5=very severe. Participants selected the category that best characterized their pain experience over that time. The VDS has been cited as the preferred pain measure by older adults and displays excellent psychometric properties with strong inter-rater reliability, low failure rates, strong correlations with other unidimensional scales, and high internal consistency ( [16](https://pmc.ncbi.nlm.nih.gov/articles/PMC3258356/#R16)).\n\n#### Others\n\nAdditional covariates included participant demographics (age, gender, ethnicity, and education), a depression screen (5-item mental health screening questionnaire) ( [18](https://pmc.ncbi.nlm.nih.gov/articles/PMC3258356/#R18)), and an assessment of cognitive status (Modified Mini Mental State Exam;3MS) ( [19](https://pmc.ncbi.nlm.nih.gov/articles/PMC3258356/#R19), [20](https://pmc.ncbi.nlm.nih.gov/articles/PMC3258356/#R20)). The 5-item mental health screening questionnaire asks 5 questions on a 6-point scale. For example, respondents are queried, “Have you felt downhearted and blue?” and presented with responses ranging from “none of the time” to “all of the time.” Higher scores indicate more symptoms of depression and total scores range from 5 to 30, and scores of 12 or higher indicate a depressed mood ( [18](https://pmc.ncbi.nlm.nih.gov/articles/PMC3258356/#R18)). Cognitive status was assessed using the 3MS which has a range from 0 to 100 with lower scores indicating greater cognitive impairment ( [19](https://pmc.ncbi.nlm.nih.gov/articles/PMC3258356/#R19), [20](https://pmc.ncbi.nlm.nih.gov/articles/PMC3258356/#R20)). The 3MS has been validated in several community-dwelling populations, and a score of 77 or less indicates cognitive impairment.\n\n### Statistical Analysis\n\nSummary statistics of individual characteristics were analyzed by pain status (none or very mild versus moderate, severe, or very severe). T-tests were used for differences in means and chi-square for categorical variables. The frailty index scores were divided into tertiles (not frail, pre-frail, and frail) ( [11](https://pmc.ncbi.nlm.nih.gov/articles/PMC3258356/#R11)). Chi-square analysis was used to examine the relationship between pain and frailty. Logistic regression modeling was used to examine the association between pain (explanatory variable) and frailty (outcome variable). Models were adjusted for demographic variables (age, gender, race, and education) along with depression and cognitive status (intact or impaired). To assess whether the inclusion or exclusion of any single variable accounted for any observed associations, the index was reconstituted 33 times, leaving out a different variable each time ( [21](https://pmc.ncbi.nlm.nih.gov/articles/PMC3258356/#R21)). Each new 32-item subtraction index was then modeled in relation to pain by using separate logistic regression analyses. Statistical analysis was conducted using STATA, version 11.0 (STATA Corp., College Station, TX). The funding agencies had no role in the design or analysis of the current study.\n\n## RESULTS\n\nA total of 5,703 community-dwelling participants completed the second wave of the CSHA. Of these, 196 (3.4%) were missing a pain response and an additional 539 (9.4%) were missing a component of the frailty index leaving 4,968 (87.1%) participants from the original sample for analysis.\n\n[Table 1](https://pmc.ncbi.nlm.nih.gov/articles/PMC3258356/#T1) displays participant characteristics by pain status. Participants with moderate or greater pain were older (79.9 versus 79.5, p<0.01) and more likely to be female (67.4% versus 55.6%, p<0.01) compared to persons with no or very mild pain. They were also more likely to report a depressed mood (37.1% versus 16.8%, p<0.01). Persons with cognitive impairment had no difference in reports of no pain/very mild pain versus moderate pain or greater (14.8% versus 15.5%, p=0.49).\n\n### Table 1.\n\nParticipant characteristics by pain status, N=4,968\n\n| Characteristic | None<br>or Very Mild Pain [\\*](https://pmc.ncbi.nlm.nih.gov/articles/PMC3258356/#TFN1)<br>n=3,203<br>64.5% | Moderate Pain<br>or Greater [\\*](https://pmc.ncbi.nlm.nih.gov/articles/PMC3258356/#TFN1)<br>n=1,765<br>35.3% | P-value |\n| :-- | :-- | :-- | --: |\n| Age, mean (SD) | 79.5 (6.1) | 79.9 (6.1) | <0.01 |\n| Female, % | 55.6 | 67.4 | <0.01 |\n| Caucasian, % | 98.8 | 98.7 | 0.86 |\n| Education, % |  |  |  |\n| 8th grade or lower | 28.9 | 32.6 |  |\n| high school | 44.1 | 43.2 | 0.01 |\n| more than high school | 27.0 | 24.2 |  |\n| Depressed mood, %[†](https://pmc.ncbi.nlm.nih.gov/articles/PMC3258356/#TFN2) | 16.8 | 37.1 | <0.01 |\n| Cognitive Impairment, %[‡](https://pmc.ncbi.nlm.nih.gov/articles/PMC3258356/#TFN3) | 14.8 | 15.5 | 0.49 |\n\n[Open in a new tab](https://pmc.ncbi.nlm.nih.gov/articles/PMC3258356/table/T1/)\n\n\\*\n\nPain status was dichotomized into no pain and very mild pain versus moderate, severe, or very severe\n\n†\n\nMood is designated using the 5-item mental health screening questionnaire: total scores range from 0-30 and, scores of 12 or higher indicate depressed mood.\n\n‡\n\nCognitive status designated using the Modified Mini Mental State Exam: scores of 78 or higher indicate cognitively intact and, scores between 50 and 77 indicate cognitive impairment.\n\n[Table 2](https://pmc.ncbi.nlm.nih.gov/articles/PMC3258356/#T2) displays the relationship between pain self-report and frailty status. Of participants who reported no or mild pain, 43.0% were not frail, 35.2% were pre frail, and 21.8% were frail. Of participants who reported moderate or greater pain, 16.2% were not frail, 34.1% were pre frail, and 49.8%were frail. Overall, frailty status was significantly associated with pain self-report, p<0.01, with an effect size (Cramer’s V) of 0.32.\n\n### Table 2.\n\nRelationship between frailty status and pain self-report, N= 4,968\n\n| Frailty Status [\\*](https://pmc.ncbi.nlm.nih.gov/articles/PMC3258356/#TFN4)<br>* * * | None or Mild Pain[†](https://pmc.ncbi.nlm.nih.gov/articles/PMC3258356/#TFN5)<br>3,203 (64.5%) | Moderate Pain or Greater[†](https://pmc.ncbi.nlm.nih.gov/articles/PMC3258356/#TFN5)<br>1,765 (35.5%) | P-value<br>* * * |\n| :-- | :-- | :-- | :-- |\n| Not Frail | 1,378 (43.0) | 285 (16.2) |  |\n| Pre Frail | 1,127 (35.2) | 601 (34.1) | P<0.01 |\n| Frail | 698 (21.8) | 879 (49.8) |  |\n\n[Open in a new tab](https://pmc.ncbi.nlm.nih.gov/articles/PMC3258356/table/T2/)\n\n\\*\n\nFrailty is a composite measure of 33 self-reported health attitudes, illnesses, and functions summed and subsequently divided into tertiles\n\n†\n\nPain status was dichotomized into no pain and very mild pain versus moderate, severe, or very severe\n\nMultivariable logistic regression analysis of frailty status by report of persistent pain is displayed in [Table 3](https://pmc.ncbi.nlm.nih.gov/articles/PMC3258356/#T3). The odds per year of increasing age of being pre-frail or frail compared with not frail, were higher by a factor of 1.05 (95% confidence interval (CI) =1.04-1.07; p<0.05) and 1.13 (CI=1.11-1.15; p<0.05), respectively. For persons with moderate or greater pain compared to those with no or very mild pain, the odds of being pre frail compared to not frail were higher by a factor of 2.52 (CI=2.13-2.99; p<0.05). For persons with moderate or greater pain compared to those with no or very mild pain, the odds of being frail compared to not frail was higher by a factor of 5.52 (CI= 4.49-6.64; p<0.05). The multivariate findings between pain and frailty did not change in magnitude or direction with the inclusion or exclusion of any single variable in the frailty index for each of the 33 variables.\n\n### Table 3.\n\nLogistic regression of frailty status by persistent pain, participant demographics, mood, and cognitive status, N= 4,968.\n\n| Characteristic | Not Frail versus Pre Frail | Not Frail versus Frail |\n| :-- | :-- | :-- |\n|  | Unadjusted OR<br>(95% CI) | Adjusted OR<br>(95% CI) | Unadjusted OR<br>(95% CI) | Adjusted OR<br>(95% CI) |\n| :-- | :-- | :-- | :-- | :-- |\n| Age | 1.05 (1.04,1.06) | 1.05 (1.04,1.07) | 1.11 (1.10,1.13) | 1.13 (1.11,1.15) |\n| Male gender | 0.88 (0.77,1.01) | 1.03 (0.89,1.19) | 0.58 (0.50,0.67) | 0.84 (0.71,1.01) |\n| Caucasian race | 1.64 (0.82,3.27) | 1.73 (0.83,3.60) | 2.05 (1.05,4.02) | 2.02 (0.87,4.73) |\n| Education |\n| 8th grade or lower | Reference | Reference | Reference | Reference |\n| high school | 1.23 (1.02,1.48) | 1.06 (0.89,1.27) | 1.21 (1.04,1.42) | 0.93 (0.75,1.13) |\n| more than high school | 0.95 (0.82,1.08) | 0.92 (0.75,1.12) | 0.95 (0.83,1.08) | 0.90 (0.71,1.13) |\n| Depressed mood [\\*](https://pmc.ncbi.nlm.nih.gov/articles/PMC3258356/#TFN6) | 2.12 (1.75,2.57) | 1.88 (1.53,2.30) | 5.17 (4.30,6.21) | 4.13 (3.34,5.12) |\n| Cognitive Impairment[†](https://pmc.ncbi.nlm.nih.gov/articles/PMC3258356/#TFN7) | 1.08 (0.88,1.33) | 0.82 (0.65,1.04) | 2.00 (1.65,2.42) | 0.98 (0.76,1.26) |\n| Pain (moderate or greater) | 2.58 (2.19,3.03) | 2.52 (2.13,2.99) | 6.09 (5.18,7.16) | 5.52 (4.49,6.64) |\n\n[Open in a new tab](https://pmc.ncbi.nlm.nih.gov/articles/PMC3258356/table/T3/)\n\nAbbreviations: CI, confidence interval; OR, odds ratio\n\nAdjusted analysis includes age, gender, race, education, mood, cognition, and pain status.\n\n\\*\n\nDepressed mood is a summed response score of 12 or more on the 5-item mental health screening questionnaire, range 0-30.\n\n†\n\nCognitive status designated using the Modified Mini Mental State Exam: scores of 78 or higher indicate cognitively intact and, scores between 50 and 77 indicate cognitive impairment.\n\n## DISCUSSION\n\nWe found the self-report of moderate or greater pain to be independently associated with frailty compared to not frail and pre-frail. The findings support the proposed idea of pain homeostenosis, in which the presence of persistent pain reduces physiologic reserve and predisposes to frailty development.\n\nWhile the present study can not establish causality, the data suggests that the presence of persistent pain significantly contributes to the development of frailty. A plausible rationale is that chronic pain, given its multidimensional nature, simultaneously impacts multiple physiologic systems, diminishes reserves, and decreases the ability to maintain homoestasis-leading to homeostenosis ( [13](https://pmc.ncbi.nlm.nih.gov/articles/PMC3258356/#R13)). Such a state of vulnerability to stress subsequently increases the likelihood of developing and/or accelerating frailty ( [22](https://pmc.ncbi.nlm.nih.gov/articles/PMC3258356/#R22)). However, the cross-sectional nature of the study limits the ability to infer directionality of cause between persistent pain and frailty. Alternative explanations are that frailty may be causing pain, or that an unrecognized confounder may account for the findings.\n\nThe strong, independent association of pain and frailty is important to recognize, regardless of temporal sequence, because pain is readily measured and treatments are available ( [6](https://pmc.ncbi.nlm.nih.gov/articles/PMC3258356/#R6)). A range of pharmacologic therapies, from acetaminophen to opioids, has been found to improve pain management ( [6](https://pmc.ncbi.nlm.nih.gov/articles/PMC3258356/#R6)). While persons with persistent pain may experience only a modest reduction in pain intensity with pharmacologic treatment, we have previously demonstrated a dose-response relationship between pain severity and interference of pain with function in older adults with low back pain ( [23](https://pmc.ncbi.nlm.nih.gov/articles/PMC3258356/#R23)). Others have demonstrated that effective analgesia is often associated with improved functional abilities ( [24](https://pmc.ncbi.nlm.nih.gov/articles/PMC3258356/#R24)). However, studies of pain treatments that include frail older adults are lacking, and a concern that function may actually worsen with opioid use in this population continues to persist given its narrow therapeutic index ( [25](https://pmc.ncbi.nlm.nih.gov/articles/PMC3258356/#R25), [26](https://pmc.ncbi.nlm.nih.gov/articles/PMC3258356/#R26)).\n\nNon-pharmacologic therapies -such as physical and occupational therapy, assist devices, thermal modalities (heat and cold), and cognitive techniques such as meditation, may also help attenuate the effects of persistent pain. When considering the wide variety of available treatment modalities for pain, providers need to bear in mind a general principle of aging--because multiple homeostatic mechanisms can be compromised concurrently, small improvements with any one modality may yield dramatic benefits overall ( [22](https://pmc.ncbi.nlm.nih.gov/articles/PMC3258356/#R22)). This is yet another reason providers should remain committed to reversing the trend of under-treating pain in older adults as recent estimates suggest approximately 25% of community-dwelling older adults with pain receive no analgesia and even more are considered to be under-treated ( [27](https://pmc.ncbi.nlm.nih.gov/articles/PMC3258356/#R27), [28](https://pmc.ncbi.nlm.nih.gov/articles/PMC3258356/#R28)). Prompt attention to pain complaints, and continued work to identify therapies that reduce suffering, improve physical functioning, decrease the development of frailty, and enhance well-being should remain a high priority.\n\nEvidence of pain homeostenosis can be found in other recent studies. Leong et al. found that greater medical co-morbidity was associated with more severe pain and worse functional status ( [29](https://pmc.ncbi.nlm.nih.gov/articles/PMC3258356/#R29)). Similarly, Blyth et al. found a strong positive association between pain-related functional impairment and both frailty and co-morbidity, in which persons with both conditions reported the greatest likelihood of pain-related functional interference ( [30](https://pmc.ncbi.nlm.nih.gov/articles/PMC3258356/#R30)). Our study adds to this evidence by establishing the relationship of pain to frailty in a large community-dwelling, population-based sample, while controlling for depression and cognitive impairment. Testing this relationship longitudinally is a high priority for future research.\n\nWhile our study has a number of strengths, its limitations should also be noted. As previously described, the results are cross-sectional and do not permit an evaluation of the causal direction of the association of pain with frailty. While we have strong theoretical reasons to believe that pain leads to frailty through causing changes in homeostasis, the reverse relationship cannot be ruled out. The assessment of frailty in the CSHA is based upon a composite index of self-reported health attitudes, illnesses, and functional abilities. The 40-item self-report frailty index on which ours is based has been previously validated ( [9](https://pmc.ncbi.nlm.nih.gov/articles/PMC3258356/#R9)). However, our results are preliminary as we used a modified version of the index applied at one time point ( [10](https://pmc.ncbi.nlm.nih.gov/articles/PMC3258356/#R10)). Another concern is that any one factor alone may account for the observed associations. We investigated this concern by analyzing whether or not the results changed with the exclusion of any single variable from the index, and the results did not change meaningfully in significance or direction. Also, a small proportion (12.9%) of the sample was missing data mostly from the frailty index, so these participants had to be excluded from the analyses. It is possible that their exclusion could have biased the findings; however, individuals who were missing data for frailty were older and had more co-morbidities than those with non-missing frailty status. The validated frailty index includes comorbid conditions (along with other indicators) as a design feature. As a consequence, we can not determine the relative contributions of comorbitities alone, independent from the other elements of frailty, to the association with pain in this analysis. Finally, the location of pain and pain treatment were not available, so we cannot comment on how these factors may have affected our findings.\n\nWe found moderate or greater pain to be associated with the presence of being pre-frail and frail. The findings suggest that the impact of persistent pain goes beyond discomfort and may contribute to homeostenosis and frailty. The recognition that frailty and pain coexist has the potential to improve patient care for both conditions. Research aimed at preventing or ameliorating frailty should consider pain management as a part of multi-component interventions.\n\n",
  "sections": [
    "## Abstract\n\n### Objectives\n\nPersistent pain is associated with poorer health outcomes and may lead to increased vulnerability and diminished physiologic reserve, ultimately precipitating frailty. To test for the existence of this process, we compared the association of self-reported moderate to severe pain with the presence of frailty.\n\n### Design\n\nCross-sectional analysis of the Canadian Study of Health and Aging-Wave 2.\n\n### Setting\n\nCommunity dwellers\n\n### Participants\n\nRepresentative sample of persons age 65 and older in Canada.\n\n### Measurements\n\nPain (exposure) was categorized as no or very mild pain versus moderate or greater pain. Frailty (outcome) was operationalized as the accumulation of 33 possible self-reported health attitudes, illnesses, and functional abilities, subsequently divided into tertiles (i.e. not frail, pre-frail, and frail). Multivariable logistic regression assessed for the association of pain with frailty.\n\n### Results\n\nOf participants who reported moderate or greater pain (35.5% or 1,765 out of 4,968), 16.2% were not frail, 34.1% were pre-frail, and 49.8%were frail. For persons with moderate or greater pain compared to those with mild or no pain, the odds of being pre-frail compared to not frail were higher by a factor of 2.52 (95% confidence interval (CI)=2.13-2.99; p<0.05). For persons with moderate or greater pain compared to those with mild or no pain, the odds of being frail compared to not frail was higher by a factor of 5.52 (CI=4.49-6.64; p<0.05).\n\n### Conclusion\n\nModerate or higher pain was independently associated with the presence of frailty. While we cannot ascertain causality in a cross-sectional analysis, interventions to improve pain management may help prevent or ameliorate frailty.\n\n**Keywords:** Pain, frailty, older adults, homeostenosis\n\n",
    "## INTRODUCTION\n\nPersistent pain is a common experience among older adults residing in the community with prevalence rates typically reported over 40% ( [1](https://pmc.ncbi.nlm.nih.gov/articles/PMC3258356/#R1)- [3](https://pmc.ncbi.nlm.nih.gov/articles/PMC3258356/#R3)). Many chronic conditions are associated with both nocioceptive and neuropathic pain and increase in frequency with age such as osteoarthritis, osteoporosis, and post-herpetic neuralgia ( [4](https://pmc.ncbi.nlm.nih.gov/articles/PMC3258356/#R4), [5](https://pmc.ncbi.nlm.nih.gov/articles/PMC3258356/#R5)). In addition to discomfort, pain presence is associated with poorer health including depression, sleep disturbances, decreased socialization, and functional impairment ( [6](https://pmc.ncbi.nlm.nih.gov/articles/PMC3258356/#R6)).\n\nFrailty can be considered a manifestation of aging and/or chronic illness ( [7](https://pmc.ncbi.nlm.nih.gov/articles/PMC3258356/#R7)). Two approaches to operationally define this concept are typically employed. The first approach identifies frailty as a “clinical phenotype” in which one has at least three of the following five characteristics-weight loss, exhaustion, slowness, low activity level, and/or weakness ( [8](https://pmc.ncbi.nlm.nih.gov/articles/PMC3258356/#R8)). The second approach describes frailty as the increasing accumulation of largely unrelated health conditions ( [9](https://pmc.ncbi.nlm.nih.gov/articles/PMC3258356/#R9), [10](https://pmc.ncbi.nlm.nih.gov/articles/PMC3258356/#R10)). Both approaches, through currently unproven mechanisms, are hypothesized to lead to increasing dysregulation of physiologic systems, and increase the risk of adverse health outcomes including nursing home placement and death ( [8](https://pmc.ncbi.nlm.nih.gov/articles/PMC3258356/#R8)- [11](https://pmc.ncbi.nlm.nih.gov/articles/PMC3258356/#R11)).\n\nGiven its multidimensional nature, persistent pain may precipitate or accelerate the development of frailty in older adults through a variety of mechanisms, such as impaired mobility, depression, decreased nutritional intake, and increase in the burden of medical comorbidities ( [6](https://pmc.ncbi.nlm.nih.gov/articles/PMC3258356/#R6), [12](https://pmc.ncbi.nlm.nih.gov/articles/PMC3258356/#R12)). These changes could leave older adults more vulnerable to and less able to effectively accommodate to physiologic stressors, a phenomenon we recently proposed and called “pain homeostenosis.”( [13](https://pmc.ncbi.nlm.nih.gov/articles/PMC3258356/#R13)) Stated another way, older adults suffering with pain and its frequently associated conditions, such as poor sleep or diminished nutrition, may decrease an older person’s reserve, increasing the likelihood of cognitive dysfunction, falls, and/or disability with minor perturbations. Stressors that may precipitate these events include new medications, infections, loss of a loved one, and changes in the environment. To test for the existence of this process, we compared the association of self-report of moderate to severe pain with the presence of frailty.\n\n",
    "## METHODS\n\n### Study population\n\nThis is a cross-sectional analysis of the Canadian Study of Health and Aging (CSHA), a study designed to better understand the epidemiology of dementia in older adults. Three data collection waves were conducted in 1991, 1996, and 2001. Individuals age 65 and older were recruited with representative samples drawn from 36 cities and their surrounding rural areas across Canada. The interviews were conducted in participant homes by trained research personnel and included an assessment of health, disease, mood, physical function, and cognitive function. Study details including objectives, design, and methodologies have been described elsewhere ( [14](https://pmc.ncbi.nlm.nih.gov/articles/PMC3258356/#R14)).\n\nOf the three waves, only the second included a pain measure, the focus of the current analysis. Participants who otherwise would be eligible were excluded from the analysis if their pain report or any of the variables in the frailty measure were missing. All participants provided written informed consent and the CSHA protocol was approved at each participating institution in Canada. The research plan for this secondary analysis was reviewed and approved by the University of Chicago’s Biological Sciences Division Institutional Review Board.\n\n### Measures\n\n#### Frailty\n\nThirty-three self-report variables were available from the second wave of the CSHA to characterize frailty ( [9](https://pmc.ncbi.nlm.nih.gov/articles/PMC3258356/#R9), [10](https://pmc.ncbi.nlm.nih.gov/articles/PMC3258356/#R10), [15](https://pmc.ncbi.nlm.nih.gov/articles/PMC3258356/#R15)). These self-reported items included responses to questions about health attitudes, illnesses, and functional abilities, where each item was given a score of 0 or 1 depending on whether a deficit was absent (0) or present (1). The following variables are included in the composite index: eyesight, hearing, needing help to eat, help to dress and undress, help to take care of appearances, help to walk, help to get in and out of bed, help to take a bath or shower, help to go to the toilet, help in shopping, help to prepare own meals, help to do housework, help to take medications, help to handle own finances, help to use telephone, help to get to places out of walking distance, poor self-assessed health, hypertension, heart or circulatory problems, stroke or effects of stroke, arthritis or rheumatism, Parkinson’s disease, eye trouble, ear trouble, dental problems, chest problems, stomach problems, bladder control problems, bowel control problems, trouble with feet or ankles, trouble with skin, fractures, and lives alone. For each individual, a frailty index was constructed using a sum of these deficits, yielding a theoretical range from 0 to 33. Each score was subsequently standardized as the proportion of total number of deficit items by dividing the sum of deficits by the 33 deficits considered, yielding an index ranging from 0 to 1. The frailty index was initially validated using the first wave of the CSHA and included 40 variables of which 7 were not available in the second wave ( [9](https://pmc.ncbi.nlm.nih.gov/articles/PMC3258356/#R9)). This approach has been replicated in numerous additional population-based studies and clinical settings, and it remains valid, with the index maintaining strong associations with institutionalization and death across studies ( [10](https://pmc.ncbi.nlm.nih.gov/articles/PMC3258356/#R10), [15](https://pmc.ncbi.nlm.nih.gov/articles/PMC3258356/#R15)). Also, this indexed approach exhibits strong criterion validity as it demonstrates convergent validity with the phenotypic definition of frailty (r=0.67) ( [11](https://pmc.ncbi.nlm.nih.gov/articles/PMC3258356/#R11)).\n\n#### Pain\n\nPain was assessed using the 5-point verbal descriptor scale (VDS). The validity and reliability of the VDS has been established in both cognitively intact and impaired populations ( [6](https://pmc.ncbi.nlm.nih.gov/articles/PMC3258356/#R6), [16](https://pmc.ncbi.nlm.nih.gov/articles/PMC3258356/#R16), [17](https://pmc.ncbi.nlm.nih.gov/articles/PMC3258356/#R17)). Participants were asked, “How much bodily pain have you had during the past 4 weeks?” The response categories were presented on a card vertically in ascending order: 1= none, 2= very mild, 3=moderate, 4=severe, and 5=very severe. Participants selected the category that best characterized their pain experience over that time. The VDS has been cited as the preferred pain measure by older adults and displays excellent psychometric properties with strong inter-rater reliability, low failure rates, strong correlations with other unidimensional scales, and high internal consistency ( [16](https://pmc.ncbi.nlm.nih.gov/articles/PMC3258356/#R16)).\n\n#### Others\n\nAdditional covariates included participant demographics (age, gender, ethnicity, and education), a depression screen (5-item mental health screening questionnaire) ( [18](https://pmc.ncbi.nlm.nih.gov/articles/PMC3258356/#R18)), and an assessment of cognitive status (Modified Mini Mental State Exam;3MS) ( [19](https://pmc.ncbi.nlm.nih.gov/articles/PMC3258356/#R19), [20](https://pmc.ncbi.nlm.nih.gov/articles/PMC3258356/#R20)). The 5-item mental health screening questionnaire asks 5 questions on a 6-point scale. For example, respondents are queried, “Have you felt downhearted and blue?” and presented with responses ranging from “none of the time” to “all of the time.” Higher scores indicate more symptoms of depression and total scores range from 5 to 30, and scores of 12 or higher indicate a depressed mood ( [18](https://pmc.ncbi.nlm.nih.gov/articles/PMC3258356/#R18)). Cognitive status was assessed using the 3MS which has a range from 0 to 100 with lower scores indicating greater cognitive impairment ( [19](https://pmc.ncbi.nlm.nih.gov/articles/PMC3258356/#R19), [20](https://pmc.ncbi.nlm.nih.gov/articles/PMC3258356/#R20)). The 3MS has been validated in several community-dwelling populations, and a score of 77 or less indicates cognitive impairment.\n\n### Statistical Analysis\n\nSummary statistics of individual characteristics were analyzed by pain status (none or very mild versus moderate, severe, or very severe). T-tests were used for differences in means and chi-square for categorical variables. The frailty index scores were divided into tertiles (not frail, pre-frail, and frail) ( [11](https://pmc.ncbi.nlm.nih.gov/articles/PMC3258356/#R11)). Chi-square analysis was used to examine the relationship between pain and frailty. Logistic regression modeling was used to examine the association between pain (explanatory variable) and frailty (outcome variable). Models were adjusted for demographic variables (age, gender, race, and education) along with depression and cognitive status (intact or impaired). To assess whether the inclusion or exclusion of any single variable accounted for any observed associations, the index was reconstituted 33 times, leaving out a different variable each time ( [21](https://pmc.ncbi.nlm.nih.gov/articles/PMC3258356/#R21)). Each new 32-item subtraction index was then modeled in relation to pain by using separate logistic regression analyses. Statistical analysis was conducted using STATA, version 11.0 (STATA Corp., College Station, TX). The funding agencies had no role in the design or analysis of the current study.\n\n",
    "## RESULTS\n\nA total of 5,703 community-dwelling participants completed the second wave of the CSHA. Of these, 196 (3.4%) were missing a pain response and an additional 539 (9.4%) were missing a component of the frailty index leaving 4,968 (87.1%) participants from the original sample for analysis.\n\n[Table 1](https://pmc.ncbi.nlm.nih.gov/articles/PMC3258356/#T1) displays participant characteristics by pain status. Participants with moderate or greater pain were older (79.9 versus 79.5, p<0.01) and more likely to be female (67.4% versus 55.6%, p<0.01) compared to persons with no or very mild pain. They were also more likely to report a depressed mood (37.1% versus 16.8%, p<0.01). Persons with cognitive impairment had no difference in reports of no pain/very mild pain versus moderate pain or greater (14.8% versus 15.5%, p=0.49).\n\n### Table 1.\n\nParticipant characteristics by pain status, N=4,968\n\n| Characteristic | None<br>or Very Mild Pain [\\*](https://pmc.ncbi.nlm.nih.gov/articles/PMC3258356/#TFN1)<br>n=3,203<br>64.5% | Moderate Pain<br>or Greater [\\*](https://pmc.ncbi.nlm.nih.gov/articles/PMC3258356/#TFN1)<br>n=1,765<br>35.3% | P-value |\n| :-- | :-- | :-- | --: |\n| Age, mean (SD) | 79.5 (6.1) | 79.9 (6.1) | <0.01 |\n| Female, % | 55.6 | 67.4 | <0.01 |\n| Caucasian, % | 98.8 | 98.7 | 0.86 |\n| Education, % |  |  |  |\n| 8th grade or lower | 28.9 | 32.6 |  |\n| high school | 44.1 | 43.2 | 0.01 |\n| more than high school | 27.0 | 24.2 |  |\n| Depressed mood, %[†](https://pmc.ncbi.nlm.nih.gov/articles/PMC3258356/#TFN2) | 16.8 | 37.1 | <0.01 |\n| Cognitive Impairment, %[‡](https://pmc.ncbi.nlm.nih.gov/articles/PMC3258356/#TFN3) | 14.8 | 15.5 | 0.49 |\n\n[Open in a new tab](https://pmc.ncbi.nlm.nih.gov/articles/PMC3258356/table/T1/)\n\n\\*\n\nPain status was dichotomized into no pain and very mild pain versus moderate, severe, or very severe\n\n†\n\nMood is designated using the 5-item mental health screening questionnaire: total scores range from 0-30 and, scores of 12 or higher indicate depressed mood.\n\n‡\n\nCognitive status designated using the Modified Mini Mental State Exam: scores of 78 or higher indicate cognitively intact and, scores between 50 and 77 indicate cognitive impairment.\n\n[Table 2](https://pmc.ncbi.nlm.nih.gov/articles/PMC3258356/#T2) displays the relationship between pain self-report and frailty status. Of participants who reported no or mild pain, 43.0% were not frail, 35.2% were pre frail, and 21.8% were frail. Of participants who reported moderate or greater pain, 16.2% were not frail, 34.1% were pre frail, and 49.8%were frail. Overall, frailty status was significantly associated with pain self-report, p<0.01, with an effect size (Cramer’s V) of 0.32.\n\n### Table 2.\n\nRelationship between frailty status and pain self-report, N= 4,968\n\n| Frailty Status [\\*](https://pmc.ncbi.nlm.nih.gov/articles/PMC3258356/#TFN4)<br>* * * | None or Mild Pain[†](https://pmc.ncbi.nlm.nih.gov/articles/PMC3258356/#TFN5)<br>3,203 (64.5%) | Moderate Pain or Greater[†](https://pmc.ncbi.nlm.nih.gov/articles/PMC3258356/#TFN5)<br>1,765 (35.5%) | P-value<br>* * * |\n| :-- | :-- | :-- | :-- |\n| Not Frail | 1,378 (43.0) | 285 (16.2) |  |\n| Pre Frail | 1,127 (35.2) | 601 (34.1) | P<0.01 |\n| Frail | 698 (21.8) | 879 (49.8) |  |\n\n[Open in a new tab](https://pmc.ncbi.nlm.nih.gov/articles/PMC3258356/table/T2/)\n\n\\*\n\nFrailty is a composite measure of 33 self-reported health attitudes, illnesses, and functions summed and subsequently divided into tertiles\n\n†\n\nPain status was dichotomized into no pain and very mild pain versus moderate, severe, or very severe\n\nMultivariable logistic regression analysis of frailty status by report of persistent pain is displayed in [Table 3](https://pmc.ncbi.nlm.nih.gov/articles/PMC3258356/#T3). The odds per year of increasing age of being pre-frail or frail compared with not frail, were higher by a factor of 1.05 (95% confidence interval (CI) =1.04-1.07; p<0.05) and 1.13 (CI=1.11-1.15; p<0.05), respectively. For persons with moderate or greater pain compared to those with no or very mild pain, the odds of being pre frail compared to not frail were higher by a factor of 2.52 (CI=2.13-2.99; p<0.05). For persons with moderate or greater pain compared to those with no or very mild pain, the odds of being frail compared to not frail was higher by a factor of 5.52 (CI= 4.49-6.64; p<0.05). The multivariate findings between pain and frailty did not change in magnitude or direction with the inclusion or exclusion of any single variable in the frailty index for each of the 33 variables.\n\n### Table 3.\n\nLogistic regression of frailty status by persistent pain, participant demographics, mood, and cognitive status, N= 4,968.\n\n| Characteristic | Not Frail versus Pre Frail | Not Frail versus Frail |\n| :-- | :-- | :-- |\n|  | Unadjusted OR<br>(95% CI) | Adjusted OR<br>(95% CI) | Unadjusted OR<br>(95% CI) | Adjusted OR<br>(95% CI) |\n| :-- | :-- | :-- | :-- | :-- |\n| Age | 1.05 (1.04,1.06) | 1.05 (1.04,1.07) | 1.11 (1.10,1.13) | 1.13 (1.11,1.15) |\n| Male gender | 0.88 (0.77,1.01) | 1.03 (0.89,1.19) | 0.58 (0.50,0.67) | 0.84 (0.71,1.01) |\n| Caucasian race | 1.64 (0.82,3.27) | 1.73 (0.83,3.60) | 2.05 (1.05,4.02) | 2.02 (0.87,4.73) |\n| Education |\n| 8th grade or lower | Reference | Reference | Reference | Reference |\n| high school | 1.23 (1.02,1.48) | 1.06 (0.89,1.27) | 1.21 (1.04,1.42) | 0.93 (0.75,1.13) |\n| more than high school | 0.95 (0.82,1.08) | 0.92 (0.75,1.12) | 0.95 (0.83,1.08) | 0.90 (0.71,1.13) |\n| Depressed mood [\\*](https://pmc.ncbi.nlm.nih.gov/articles/PMC3258356/#TFN6) | 2.12 (1.75,2.57) | 1.88 (1.53,2.30) | 5.17 (4.30,6.21) | 4.13 (3.34,5.12) |\n| Cognitive Impairment[†](https://pmc.ncbi.nlm.nih.gov/articles/PMC3258356/#TFN7) | 1.08 (0.88,1.33) | 0.82 (0.65,1.04) | 2.00 (1.65,2.42) | 0.98 (0.76,1.26) |\n| Pain (moderate or greater) | 2.58 (2.19,3.03) | 2.52 (2.13,2.99) | 6.09 (5.18,7.16) | 5.52 (4.49,6.64) |\n\n[Open in a new tab](https://pmc.ncbi.nlm.nih.gov/articles/PMC3258356/table/T3/)\n\nAbbreviations: CI, confidence interval; OR, odds ratio\n\nAdjusted analysis includes age, gender, race, education, mood, cognition, and pain status.\n\n\\*\n\nDepressed mood is a summed response score of 12 or more on the 5-item mental health screening questionnaire, range 0-30.\n\n†\n\nCognitive status designated using the Modified Mini Mental State Exam: scores of 78 or higher indicate cognitively intact and, scores between 50 and 77 indicate cognitive impairment.\n\n",
    "## DISCUSSION\n\nWe found the self-report of moderate or greater pain to be independently associated with frailty compared to not frail and pre-frail. The findings support the proposed idea of pain homeostenosis, in which the presence of persistent pain reduces physiologic reserve and predisposes to frailty development.\n\nWhile the present study can not establish causality, the data suggests that the presence of persistent pain significantly contributes to the development of frailty. A plausible rationale is that chronic pain, given its multidimensional nature, simultaneously impacts multiple physiologic systems, diminishes reserves, and decreases the ability to maintain homoestasis-leading to homeostenosis ( [13](https://pmc.ncbi.nlm.nih.gov/articles/PMC3258356/#R13)). Such a state of vulnerability to stress subsequently increases the likelihood of developing and/or accelerating frailty ( [22](https://pmc.ncbi.nlm.nih.gov/articles/PMC3258356/#R22)). However, the cross-sectional nature of the study limits the ability to infer directionality of cause between persistent pain and frailty. Alternative explanations are that frailty may be causing pain, or that an unrecognized confounder may account for the findings.\n\nThe strong, independent association of pain and frailty is important to recognize, regardless of temporal sequence, because pain is readily measured and treatments are available ( [6](https://pmc.ncbi.nlm.nih.gov/articles/PMC3258356/#R6)). A range of pharmacologic therapies, from acetaminophen to opioids, has been found to improve pain management ( [6](https://pmc.ncbi.nlm.nih.gov/articles/PMC3258356/#R6)). While persons with persistent pain may experience only a modest reduction in pain intensity with pharmacologic treatment, we have previously demonstrated a dose-response relationship between pain severity and interference of pain with function in older adults with low back pain ( [23](https://pmc.ncbi.nlm.nih.gov/articles/PMC3258356/#R23)). Others have demonstrated that effective analgesia is often associated with improved functional abilities ( [24](https://pmc.ncbi.nlm.nih.gov/articles/PMC3258356/#R24)). However, studies of pain treatments that include frail older adults are lacking, and a concern that function may actually worsen with opioid use in this population continues to persist given its narrow therapeutic index ( [25](https://pmc.ncbi.nlm.nih.gov/articles/PMC3258356/#R25), [26](https://pmc.ncbi.nlm.nih.gov/articles/PMC3258356/#R26)).\n\nNon-pharmacologic therapies -such as physical and occupational therapy, assist devices, thermal modalities (heat and cold), and cognitive techniques such as meditation, may also help attenuate the effects of persistent pain. When considering the wide variety of available treatment modalities for pain, providers need to bear in mind a general principle of aging--because multiple homeostatic mechanisms can be compromised concurrently, small improvements with any one modality may yield dramatic benefits overall ( [22](https://pmc.ncbi.nlm.nih.gov/articles/PMC3258356/#R22)). This is yet another reason providers should remain committed to reversing the trend of under-treating pain in older adults as recent estimates suggest approximately 25% of community-dwelling older adults with pain receive no analgesia and even more are considered to be under-treated ( [27](https://pmc.ncbi.nlm.nih.gov/articles/PMC3258356/#R27), [28](https://pmc.ncbi.nlm.nih.gov/articles/PMC3258356/#R28)). Prompt attention to pain complaints, and continued work to identify therapies that reduce suffering, improve physical functioning, decrease the development of frailty, and enhance well-being should remain a high priority.\n\nEvidence of pain homeostenosis can be found in other recent studies. Leong et al. found that greater medical co-morbidity was associated with more severe pain and worse functional status ( [29](https://pmc.ncbi.nlm.nih.gov/articles/PMC3258356/#R29)). Similarly, Blyth et al. found a strong positive association between pain-related functional impairment and both frailty and co-morbidity, in which persons with both conditions reported the greatest likelihood of pain-related functional interference ( [30](https://pmc.ncbi.nlm.nih.gov/articles/PMC3258356/#R30)). Our study adds to this evidence by establishing the relationship of pain to frailty in a large community-dwelling, population-based sample, while controlling for depression and cognitive impairment. Testing this relationship longitudinally is a high priority for future research.\n\nWhile our study has a number of strengths, its limitations should also be noted. As previously described, the results are cross-sectional and do not permit an evaluation of the causal direction of the association of pain with frailty. While we have strong theoretical reasons to believe that pain leads to frailty through causing changes in homeostasis, the reverse relationship cannot be ruled out. The assessment of frailty in the CSHA is based upon a composite index of self-reported health attitudes, illnesses, and functional abilities. The 40-item self-report frailty index on which ours is based has been previously validated ( [9](https://pmc.ncbi.nlm.nih.gov/articles/PMC3258356/#R9)). However, our results are preliminary as we used a modified version of the index applied at one time point ( [10](https://pmc.ncbi.nlm.nih.gov/articles/PMC3258356/#R10)). Another concern is that any one factor alone may account for the observed associations. We investigated this concern by analyzing whether or not the results changed with the exclusion of any single variable from the index, and the results did not change meaningfully in significance or direction. Also, a small proportion (12.9%) of the sample was missing data mostly from the frailty index, so these participants had to be excluded from the analyses. It is possible that their exclusion could have biased the findings; however, individuals who were missing data for frailty were older and had more co-morbidities than those with non-missing frailty status. The validated frailty index includes comorbid conditions (along with other indicators) as a design feature. As a consequence, we can not determine the relative contributions of comorbitities alone, independent from the other elements of frailty, to the association with pain in this analysis. Finally, the location of pain and pain treatment were not available, so we cannot comment on how these factors may have affected our findings.\n\nWe found moderate or greater pain to be associated with the presence of being pre-frail and frail. The findings suggest that the impact of persistent pain goes beyond discomfort and may contribute to homeostenosis and frailty. The recognition that frailty and pain coexist has the potential to improve patient care for both conditions. Research aimed at preventing or ameliorating frailty should consider pain management as a part of multi-component interventions.\n\n"
  ],
  "clean_full_text": "Abstract  ### Objectives  Persistent pain is associated with poorer health outcomes and may lead to increased vulnerability and diminished physiologic reserve, ultimately precipitating frailty. To test for the existence of this process, we compared the association of self-reported moderate to severe pain with the presence of frailty.  ### Design  Cross-sectional analysis of the Canadian Study of Health and Aging-Wave 2.  ### Setting  Community dwellers  ### Participants  Representative sample of persons age 65 and older in Canada.  ### Measurements  Pain (exposure) was categorized as no or very mild pain versus moderate or greater pain. Frailty (outcome) was operationalized as the accumulation of 33 possible self-reported health attitudes, illnesses, and functional abilities, subsequently divided into tertiles (i.e. not frail, pre-frail, and frail). Multivariable logistic regression assessed for the association of pain with frailty.  ### Results  Of participants who reported moderate or greater pain (35.5% or 1,765 out of 4,968), 16.2% were not frail, 34.1% were pre-frail, and 49.8%were frail. For persons with moderate or greater pain compared to those with mild or no pain, the odds of being pre-frail compared to not frail were higher by a factor of 2.52 (95% confidence interval (CI)=2.13-2.99; p<0.05). For persons with moderate or greater pain compared to those with mild or no pain, the odds of being frail compared to not frail was higher by a factor of 5.52 (CI=4.49-6.64; p<0.05).  ### Conclusion  Moderate or higher pain was independently associated with the presence of frailty. While we cannot ascertain causality in a cross-sectional analysis, interventions to improve pain management may help prevent or ameliorate frailty.  Keywords: Pain, frailty, older adults, homeostenosis  ## INTRODUCTION  Persistent pain is a common experience among older adults residing in the community with prevalence rates typically reported over 40% ( 1- 3). Many chronic conditions are associated with both nocioceptive and neuropathic pain and increase in frequency with age such as osteoarthritis, osteoporosis, and post-herpetic neuralgia ( 4, 5). In addition to discomfort, pain presence is associated with poorer health including depression, sleep disturbances, decreased socialization, and functional impairment ( 6).  Frailty can be considered a manifestation of aging and/or chronic illness ( 7). Two approaches to operationally define this concept are typically employed. The first approach identifies frailty as a “clinical phenotype” in which one has at least three of the following five characteristics-weight loss, exhaustion, slowness, low activity level, and/or weakness ( 8). The second approach describes frailty as the increasing accumulation of largely unrelated health conditions ( 9, 10). Both approaches, through currently unproven mechanisms, are hypothesized to lead to increasing dysregulation of physiologic systems, and increase the risk of adverse health outcomes including nursing home placement and death ( 8- 11).  Given its multidimensional nature, persistent pain may precipitate or accelerate the development of frailty in older adults through a variety of mechanisms, such as impaired mobility, depression, decreased nutritional intake, and increase in the burden of medical comorbidities ( 6, 12). These changes could leave older adults more vulnerable to and less able to effectively accommodate to physiologic stressors, a phenomenon we recently proposed and called “pain homeostenosis.”( 13) Stated another way, older adults suffering with pain and its frequently associated conditions, such as poor sleep or diminished nutrition, may decrease an older person’s reserve, increasing the likelihood of cognitive dysfunction, falls, and/or disability with minor perturbations. Stressors that may precipitate these events include new medications, infections, loss of a loved one, and changes in the environment. To test for the existence of this process, we compared the association of self-report of moderate to severe pain with the presence of frailty.  ## METHODS  ### Study population  This is a cross-sectional analysis of the Canadian Study of Health and Aging (CSHA), a study designed to better understand the epidemiology of dementia in older adults. Three data collection waves were conducted in 1991, 1996, and 2001. Individuals age 65 and older were recruited with representative samples drawn from 36 cities and their surrounding rural areas across Canada. The interviews were conducted in participant homes by trained research personnel and included an assessment of health, disease, mood, physical function, and cognitive function. Study details including objectives, design, and methodologies have been described elsewhere ( 14).  Of the three waves, only the second included a pain measure, the focus of the current analysis. Participants who otherwise would be eligible were excluded from the analysis if their pain report or any of the variables in the frailty measure were missing. All participants provided written informed consent and the CSHA protocol was approved at each participating institution in Canada. The research plan for this secondary analysis was reviewed and approved by the University of Chicago’s Biological Sciences Division Institutional Review Board.  ### Measures  #### Frailty  Thirty-three self-report variables were available from the second wave of the CSHA to characterize frailty ( 9, 10, 15). These self-reported items included responses to questions about health attitudes, illnesses, and functional abilities, where each item was given a score of 0 or 1 depending on whether a deficit was absent (0) or present (1). The following variables are included in the composite index: eyesight, hearing, needing help to eat, help to dress and undress, help to take care of appearances, help to walk, help to get in and out of bed, help to take a bath or shower, help to go to the toilet, help in shopping, help to prepare own meals, help to do housework, help to take medications, help to handle own finances, help to use telephone, help to get to places out of walking distance, poor self-assessed health, hypertension, heart or circulatory problems, stroke or effects of stroke, arthritis or rheumatism, Parkinson’s disease, eye trouble, ear trouble, dental problems, chest problems, stomach problems, bladder control problems, bowel control problems, trouble with feet or ankles, trouble with skin, fractures, and lives alone. For each individual, a frailty index was constructed using a sum of these deficits, yielding a theoretical range from 0 to 33. Each score was subsequently standardized as the proportion of total number of deficit items by dividing the sum of deficits by the 33 deficits considered, yielding an index ranging from 0 to 1. The frailty index was initially validated using the first wave of the CSHA and included 40 variables of which 7 were not available in the second wave ( 9). This approach has been replicated in numerous additional population-based studies and clinical settings, and it remains valid, with the index maintaining strong associations with institutionalization and death across studies ( 10, 15). Also, this indexed approach exhibits strong criterion validity as it demonstrates convergent validity with the phenotypic definition of frailty (r=0.67) ( 11).  #### Pain  Pain was assessed using the 5-point verbal descriptor scale (VDS). The validity and reliability of the VDS has been established in both cognitively intact and impaired populations ( 6, 16, 17). Participants were asked, “How much bodily pain have you had during the past 4 weeks?” The response categories were presented on a card vertically in ascending order: 1= none, 2= very mild, 3=moderate, 4=severe, and 5=very severe. Participants selected the category that best characterized their pain experience over that time. The VDS has been cited as the preferred pain measure by older adults and displays excellent psychometric properties with strong inter-rater reliability, low failure rates, strong correlations with other unidimensional scales, and high internal consistency ( 16).  #### Others  Additional covariates included participant demographics (age, gender, ethnicity, and education), a depression screen (5-item mental health screening questionnaire) ( 18), and an assessment of cognitive status (Modified Mini Mental State Exam;3MS) ( 19, 20). The 5-item mental health screening questionnaire asks 5 questions on a 6-point scale. For example, respondents are queried, “Have you felt downhearted and blue?” and presented with responses ranging from “none of the time” to “all of the time.” Higher scores indicate more symptoms of depression and total scores range from 5 to 30, and scores of 12 or higher indicate a depressed mood ( 18). Cognitive status was assessed using the 3MS which has a range from 0 to 100 with lower scores indicating greater cognitive impairment ( 19, 20). The 3MS has been validated in several community-dwelling populations, and a score of 77 or less indicates cognitive impairment.  ### Statistical Analysis  Summary statistics of individual characteristics were analyzed by pain status (none or very mild versus moderate, severe, or very severe). T-tests were used for differences in means and chi-square for categorical variables. The frailty index scores were divided into tertiles (not frail, pre-frail, and frail) ( 11). Chi-square analysis was used to examine the relationship between pain and frailty. Logistic regression modeling was used to examine the association between pain (explanatory variable) and frailty (outcome variable). Models were adjusted for demographic variables (age, gender, race, and education) along with depression and cognitive status (intact or impaired). To assess whether the inclusion or exclusion of any single variable accounted for any observed associations, the index was reconstituted 33 times, leaving out a different variable each time ( 21). Each new 32-item subtraction index was then modeled in relation to pain by using separate logistic regression analyses. Statistical analysis was conducted using STATA, version 11.0 (STATA Corp., College Station, TX). The funding agencies had no role in the design or analysis of the current study.  ## RESULTS  A total of 5,703 community-dwelling participants completed the second wave of the CSHA. Of these, 196 (3.4%) were missing a pain response and an additional 539 (9.4%) were missing a component of the frailty index leaving 4,968 (87.1%) participants from the original sample for analysis.  Table 1 displays participant characteristics by pain status. Participants with moderate or greater pain were older (79.9 versus 79.5, p<0.01) and more likely to be female (67.4% versus 55.6%, p<0.01) compared to persons with no or very mild pain. They were also more likely to report a depressed mood (37.1% versus 16.8%, p<0.01). Persons with cognitive impairment had no difference in reports of no pain/very mild pain versus moderate pain or greater (14.8% versus 15.5%, p=0.49).  ### Table 1.  Participant characteristics by pain status, N=4,968  | Characteristic | Noneor Very Mild Pain *n=3,20364.5% | Moderate Painor Greater *n=1,76535.3% | P-value | | :-- | :-- | :-- | --: | | Age, mean (SD) | 79.5 (6.1) | 79.9 (6.1) | <0.01 | | Female, % | 55.6 | 67.4 | <0.01 | | Caucasian, % | 98.8 | 98.7 | 0.86 | | Education, % |  |  |  | | 8th grade or lower | 28.9 | 32.6 |  | | high school | 44.1 | 43.2 | 0.01 | | more than high school | 27.0 | 24.2 |  | | Depressed mood, %† | 16.8 | 37.1 | <0.01 | | Cognitive Impairment, %‡ | 14.8 | 15.5 | 0.49 |  Open in a new tab  *  Pain status was dichotomized into no pain and very mild pain versus moderate, severe, or very severe  †  Mood is designated using the 5-item mental health screening questionnaire: total scores range from 0-30 and, scores of 12 or higher indicate depressed mood.  ‡  Cognitive status designated using the Modified Mini Mental State Exam: scores of 78 or higher indicate cognitively intact and, scores between 50 and 77 indicate cognitive impairment.  Table 2 displays the relationship between pain self-report and frailty status. Of participants who reported no or mild pain, 43.0% were not frail, 35.2% were pre frail, and 21.8% were frail. Of participants who reported moderate or greater pain, 16.2% were not frail, 34.1% were pre frail, and 49.8%were frail. Overall, frailty status was significantly associated with pain self-report, p<0.01, with an effect size (Cramer’s V) of 0.32.  ### Table 2.  Relationship between frailty status and pain self-report, N= 4,968  | Frailty Status * * * | None or Mild Pain†3,203 (64.5%) | Moderate Pain or Greater†1,765 (35.5%) | P-value * * | | :-- | :-- | :-- | :-- | | Not Frail | 1,378 (43.0) | 285 (16.2) |  | | Pre Frail | 1,127 (35.2) | 601 (34.1) | P<0.01 | | Frail | 698 (21.8) | 879 (49.8) |  |  Open in a new tab  *  Frailty is a composite measure of 33 self-reported health attitudes, illnesses, and functions summed and subsequently divided into tertiles  †  Pain status was dichotomized into no pain and very mild pain versus moderate, severe, or very severe  Multivariable logistic regression analysis of frailty status by report of persistent pain is displayed in Table 3. The odds per year of increasing age of being pre-frail or frail compared with not frail, were higher by a factor of 1.05 (95% confidence interval (CI) =1.04-1.07; p<0.05) and 1.13 (CI=1.11-1.15; p<0.05), respectively. For persons with moderate or greater pain compared to those with no or very mild pain, the odds of being pre frail compared to not frail were higher by a factor of 2.52 (CI=2.13-2.99; p<0.05). For persons with moderate or greater pain compared to those with no or very mild pain, the odds of being frail compared to not frail was higher by a factor of 5.52 (CI= 4.49-6.64; p<0.05). The multivariate findings between pain and frailty did not change in magnitude or direction with the inclusion or exclusion of any single variable in the frailty index for each of the 33 variables.  ### Table 3.  Logistic regression of frailty status by persistent pain, participant demographics, mood, and cognitive status, N= 4,968.  | Characteristic | Not Frail versus Pre Frail | Not Frail versus Frail | | :-- | :-- | :-- | |  | Unadjusted OR(95% CI) | Adjusted OR(95% CI) | Unadjusted OR(95% CI) | Adjusted OR(95% CI) | | :-- | :-- | :-- | :-- | :-- | | Age | 1.05 (1.04,1.06) | 1.05 (1.04,1.07) | 1.11 (1.10,1.13) | 1.13 (1.11,1.15) | | Male gender | 0.88 (0.77,1.01) | 1.03 (0.89,1.19) | 0.58 (0.50,0.67) | 0.84 (0.71,1.01) | | Caucasian race | 1.64 (0.82,3.27) | 1.73 (0.83,3.60) | 2.05 (1.05,4.02) | 2.02 (0.87,4.73) | | Education | | 8th grade or lower | Reference | Reference | Reference | Reference | | high school | 1.23 (1.02,1.48) | 1.06 (0.89,1.27) | 1.21 (1.04,1.42) | 0.93 (0.75,1.13) | | more than high school | 0.95 (0.82,1.08) | 0.92 (0.75,1.12) | 0.95 (0.83,1.08) | 0.90 (0.71,1.13) | | Depressed mood * | 2.12 (1.75,2.57) | 1.88 (1.53,2.30) | 5.17 (4.30,6.21) | 4.13 (3.34,5.12) | | Cognitive Impairment† | 1.08 (0.88,1.33) | 0.82 (0.65,1.04) | 2.00 (1.65,2.42) | 0.98 (0.76,1.26) | | Pain (moderate or greater) | 2.58 (2.19,3.03) | 2.52 (2.13,2.99) | 6.09 (5.18,7.16) | 5.52 (4.49,6.64) |  Open in a new tab  Abbreviations: CI, confidence interval; OR, odds ratio  Adjusted analysis includes age, gender, race, education, mood, cognition, and pain status.  *  Depressed mood is a summed response score of 12 or more on the 5-item mental health screening questionnaire, range 0-30.  †  Cognitive status designated using the Modified Mini Mental State Exam: scores of 78 or higher indicate cognitively intact and, scores between 50 and 77 indicate cognitive impairment.  ## DISCUSSION  We found the self-report of moderate or greater pain to be independently associated with frailty compared to not frail and pre-frail. The findings support the proposed idea of pain homeostenosis, in which the presence of persistent pain reduces physiologic reserve and predisposes to frailty development.  While the present study can not establish causality, the data suggests that the presence of persistent pain significantly contributes to the development of frailty. A plausible rationale is that chronic pain, given its multidimensional nature, simultaneously impacts multiple physiologic systems, diminishes reserves, and decreases the ability to maintain homoestasis-leading to homeostenosis ( 13). Such a state of vulnerability to stress subsequently increases the likelihood of developing and/or accelerating frailty ( 22). However, the cross-sectional nature of the study limits the ability to infer directionality of cause between persistent pain and frailty. Alternative explanations are that frailty may be causing pain, or that an unrecognized confounder may account for the findings.  The strong, independent association of pain and frailty is important to recognize, regardless of temporal sequence, because pain is readily measured and treatments are available ( 6). A range of pharmacologic therapies, from acetaminophen to opioids, has been found to improve pain management ( 6). While persons with persistent pain may experience only a modest reduction in pain intensity with pharmacologic treatment, we have previously demonstrated a dose-response relationship between pain severity and interference of pain with function in older adults with low back pain ( 23). Others have demonstrated that effective analgesia is often associated with improved functional abilities ( 24). However, studies of pain treatments that include frail older adults are lacking, and a concern that function may actually worsen with opioid use in this population continues to persist given its narrow therapeutic index ( 25, 26).  Non-pharmacologic therapies -such as physical and occupational therapy, assist devices, thermal modalities (heat and cold), and cognitive techniques such as meditation, may also help attenuate the effects of persistent pain. When considering the wide variety of available treatment modalities for pain, providers need to bear in mind a general principle of aging--because multiple homeostatic mechanisms can be compromised concurrently, small improvements with any one modality may yield dramatic benefits overall ( 22). This is yet another reason providers should remain committed to reversing the trend of under-treating pain in older adults as recent estimates suggest approximately 25% of community-dwelling older adults with pain receive no analgesia and even more are considered to be under-treated ( 27, 28). Prompt attention to pain complaints, and continued work to identify therapies that reduce suffering, improve physical functioning, decrease the development of frailty, and enhance well-being should remain a high priority.  Evidence of pain homeostenosis can be found in other recent studies. Leong et al. found that greater medical co-morbidity was associated with more severe pain and worse functional status ( 29). Similarly, Blyth et al. found a strong positive association between pain-related functional impairment and both frailty and co-morbidity, in which persons with both conditions reported the greatest likelihood of pain-related functional interference ( 30). Our study adds to this evidence by establishing the relationship of pain to frailty in a large community-dwelling, population-based sample, while controlling for depression and cognitive impairment. Testing this relationship longitudinally is a high priority for future research.  While our study has a number of strengths, its limitations should also be noted. As previously described, the results are cross-sectional and do not permit an evaluation of the causal direction of the association of pain with frailty. While we have strong theoretical reasons to believe that pain leads to frailty through causing changes in homeostasis, the reverse relationship cannot be ruled out. The assessment of frailty in the CSHA is based upon a composite index of self-reported health attitudes, illnesses, and functional abilities. The 40-item self-report frailty index on which ours is based has been previously validated ( 9). However, our results are preliminary as we used a modified version of the index applied at one time point ( 10). Another concern is that any one factor alone may account for the observed associations. We investigated this concern by analyzing whether or not the results changed with the exclusion of any single variable from the index, and the results did not change meaningfully in significance or direction. Also, a small proportion (12.9%) of the sample was missing data mostly from the frailty index, so these participants had to be excluded from the analyses. It is possible that their exclusion could have biased the findings; however, individuals who were missing data for frailty were older and had more co-morbidities than those with non-missing frailty status. The validated frailty index includes comorbid conditions (along with other indicators) as a design feature. As a consequence, we can not determine the relative contributions of comorbitities alone, independent from the other elements of frailty, to the association with pain in this analysis. Finally, the location of pain and pain treatment were not available, so we cannot comment on how these factors may have affected our findings.  We found moderate or greater pain to be associated with the presence of being pre-frail and frail. The findings suggest that the impact of persistent pain goes beyond discomfort and may contribute to homeostenosis and frailty. The recognition that frailty and pain coexist has the potential to improve patient care for both conditions. Research aimed at preventing or ameliorating frailty should consider pain management as a part of multi-component interventions.",
  "clean_sections": [
    "Abstract  ### Objectives  Persistent pain is associated with poorer health outcomes and may lead to increased vulnerability and diminished physiologic reserve, ultimately precipitating frailty. To test for the existence of this process, we compared the association of self-reported moderate to severe pain with the presence of frailty.  ### Design  Cross-sectional analysis of the Canadian Study of Health and Aging-Wave 2.  ### Setting  Community dwellers  ### Participants  Representative sample of persons age 65 and older in Canada.  ### Measurements  Pain (exposure) was categorized as no or very mild pain versus moderate or greater pain. Frailty (outcome) was operationalized as the accumulation of 33 possible self-reported health attitudes, illnesses, and functional abilities, subsequently divided into tertiles (i.e. not frail, pre-frail, and frail). Multivariable logistic regression assessed for the association of pain with frailty.  ### Results  Of participants who reported moderate or greater pain (35.5% or 1,765 out of 4,968), 16.2% were not frail, 34.1% were pre-frail, and 49.8%were frail. For persons with moderate or greater pain compared to those with mild or no pain, the odds of being pre-frail compared to not frail were higher by a factor of 2.52 (95% confidence interval (CI)=2.13-2.99; p<0.05). For persons with moderate or greater pain compared to those with mild or no pain, the odds of being frail compared to not frail was higher by a factor of 5.52 (CI=4.49-6.64; p<0.05).  ### Conclusion  Moderate or higher pain was independently associated with the presence of frailty. While we cannot ascertain causality in a cross-sectional analysis, interventions to improve pain management may help prevent or ameliorate frailty.  Keywords: Pain, frailty, older adults, homeostenosis",
    "INTRODUCTION  Persistent pain is a common experience among older adults residing in the community with prevalence rates typically reported over 40% ( 1- 3). Many chronic conditions are associated with both nocioceptive and neuropathic pain and increase in frequency with age such as osteoarthritis, osteoporosis, and post-herpetic neuralgia ( 4, 5). In addition to discomfort, pain presence is associated with poorer health including depression, sleep disturbances, decreased socialization, and functional impairment ( 6).  Frailty can be considered a manifestation of aging and/or chronic illness ( 7). Two approaches to operationally define this concept are typically employed. The first approach identifies frailty as a “clinical phenotype” in which one has at least three of the following five characteristics-weight loss, exhaustion, slowness, low activity level, and/or weakness ( 8). The second approach describes frailty as the increasing accumulation of largely unrelated health conditions ( 9, 10). Both approaches, through currently unproven mechanisms, are hypothesized to lead to increasing dysregulation of physiologic systems, and increase the risk of adverse health outcomes including nursing home placement and death ( 8- 11).  Given its multidimensional nature, persistent pain may precipitate or accelerate the development of frailty in older adults through a variety of mechanisms, such as impaired mobility, depression, decreased nutritional intake, and increase in the burden of medical comorbidities ( 6, 12). These changes could leave older adults more vulnerable to and less able to effectively accommodate to physiologic stressors, a phenomenon we recently proposed and called “pain homeostenosis.”( 13) Stated another way, older adults suffering with pain and its frequently associated conditions, such as poor sleep or diminished nutrition, may decrease an older person’s reserve, increasing the likelihood of cognitive dysfunction, falls, and/or disability with minor perturbations. Stressors that may precipitate these events include new medications, infections, loss of a loved one, and changes in the environment. To test for the existence of this process, we compared the association of self-report of moderate to severe pain with the presence of frailty.",
    "METHODS  ### Study population  This is a cross-sectional analysis of the Canadian Study of Health and Aging (CSHA), a study designed to better understand the epidemiology of dementia in older adults. Three data collection waves were conducted in 1991, 1996, and 2001. Individuals age 65 and older were recruited with representative samples drawn from 36 cities and their surrounding rural areas across Canada. The interviews were conducted in participant homes by trained research personnel and included an assessment of health, disease, mood, physical function, and cognitive function. Study details including objectives, design, and methodologies have been described elsewhere ( 14).  Of the three waves, only the second included a pain measure, the focus of the current analysis. Participants who otherwise would be eligible were excluded from the analysis if their pain report or any of the variables in the frailty measure were missing. All participants provided written informed consent and the CSHA protocol was approved at each participating institution in Canada. The research plan for this secondary analysis was reviewed and approved by the University of Chicago’s Biological Sciences Division Institutional Review Board.  ### Measures  #### Frailty  Thirty-three self-report variables were available from the second wave of the CSHA to characterize frailty ( 9, 10, 15). These self-reported items included responses to questions about health attitudes, illnesses, and functional abilities, where each item was given a score of 0 or 1 depending on whether a deficit was absent (0) or present (1). The following variables are included in the composite index: eyesight, hearing, needing help to eat, help to dress and undress, help to take care of appearances, help to walk, help to get in and out of bed, help to take a bath or shower, help to go to the toilet, help in shopping, help to prepare own meals, help to do housework, help to take medications, help to handle own finances, help to use telephone, help to get to places out of walking distance, poor self-assessed health, hypertension, heart or circulatory problems, stroke or effects of stroke, arthritis or rheumatism, Parkinson’s disease, eye trouble, ear trouble, dental problems, chest problems, stomach problems, bladder control problems, bowel control problems, trouble with feet or ankles, trouble with skin, fractures, and lives alone. For each individual, a frailty index was constructed using a sum of these deficits, yielding a theoretical range from 0 to 33. Each score was subsequently standardized as the proportion of total number of deficit items by dividing the sum of deficits by the 33 deficits considered, yielding an index ranging from 0 to 1. The frailty index was initially validated using the first wave of the CSHA and included 40 variables of which 7 were not available in the second wave ( 9). This approach has been replicated in numerous additional population-based studies and clinical settings, and it remains valid, with the index maintaining strong associations with institutionalization and death across studies ( 10, 15). Also, this indexed approach exhibits strong criterion validity as it demonstrates convergent validity with the phenotypic definition of frailty (r=0.67) ( 11).  #### Pain  Pain was assessed using the 5-point verbal descriptor scale (VDS). The validity and reliability of the VDS has been established in both cognitively intact and impaired populations ( 6, 16, 17). Participants were asked, “How much bodily pain have you had during the past 4 weeks?” The response categories were presented on a card vertically in ascending order: 1= none, 2= very mild, 3=moderate, 4=severe, and 5=very severe. Participants selected the category that best characterized their pain experience over that time. The VDS has been cited as the preferred pain measure by older adults and displays excellent psychometric properties with strong inter-rater reliability, low failure rates, strong correlations with other unidimensional scales, and high internal consistency ( 16).  #### Others  Additional covariates included participant demographics (age, gender, ethnicity, and education), a depression screen (5-item mental health screening questionnaire) ( 18), and an assessment of cognitive status (Modified Mini Mental State Exam;3MS) ( 19, 20). The 5-item mental health screening questionnaire asks 5 questions on a 6-point scale. For example, respondents are queried, “Have you felt downhearted and blue?” and presented with responses ranging from “none of the time” to “all of the time.” Higher scores indicate more symptoms of depression and total scores range from 5 to 30, and scores of 12 or higher indicate a depressed mood ( 18). Cognitive status was assessed using the 3MS which has a range from 0 to 100 with lower scores indicating greater cognitive impairment ( 19, 20). The 3MS has been validated in several community-dwelling populations, and a score of 77 or less indicates cognitive impairment.  ### Statistical Analysis  Summary statistics of individual characteristics were analyzed by pain status (none or very mild versus moderate, severe, or very severe). T-tests were used for differences in means and chi-square for categorical variables. The frailty index scores were divided into tertiles (not frail, pre-frail, and frail) ( 11). Chi-square analysis was used to examine the relationship between pain and frailty. Logistic regression modeling was used to examine the association between pain (explanatory variable) and frailty (outcome variable). Models were adjusted for demographic variables (age, gender, race, and education) along with depression and cognitive status (intact or impaired). To assess whether the inclusion or exclusion of any single variable accounted for any observed associations, the index was reconstituted 33 times, leaving out a different variable each time ( 21). Each new 32-item subtraction index was then modeled in relation to pain by using separate logistic regression analyses. Statistical analysis was conducted using STATA, version 11.0 (STATA Corp., College Station, TX). The funding agencies had no role in the design or analysis of the current study.",
    "RESULTS  A total of 5,703 community-dwelling participants completed the second wave of the CSHA. Of these, 196 (3.4%) were missing a pain response and an additional 539 (9.4%) were missing a component of the frailty index leaving 4,968 (87.1%) participants from the original sample for analysis.  Table 1 displays participant characteristics by pain status. Participants with moderate or greater pain were older (79.9 versus 79.5, p<0.01) and more likely to be female (67.4% versus 55.6%, p<0.01) compared to persons with no or very mild pain. They were also more likely to report a depressed mood (37.1% versus 16.8%, p<0.01). Persons with cognitive impairment had no difference in reports of no pain/very mild pain versus moderate pain or greater (14.8% versus 15.5%, p=0.49).  ### Table 1.  Participant characteristics by pain status, N=4,968  | Characteristic | Noneor Very Mild Pain *n=3,20364.5% | Moderate Painor Greater *n=1,76535.3% | P-value | | :-- | :-- | :-- | --: | | Age, mean (SD) | 79.5 (6.1) | 79.9 (6.1) | <0.01 | | Female, % | 55.6 | 67.4 | <0.01 | | Caucasian, % | 98.8 | 98.7 | 0.86 | | Education, % |  |  |  | | 8th grade or lower | 28.9 | 32.6 |  | | high school | 44.1 | 43.2 | 0.01 | | more than high school | 27.0 | 24.2 |  | | Depressed mood, %† | 16.8 | 37.1 | <0.01 | | Cognitive Impairment, %‡ | 14.8 | 15.5 | 0.49 |  Open in a new tab  *  Pain status was dichotomized into no pain and very mild pain versus moderate, severe, or very severe  †  Mood is designated using the 5-item mental health screening questionnaire: total scores range from 0-30 and, scores of 12 or higher indicate depressed mood.  ‡  Cognitive status designated using the Modified Mini Mental State Exam: scores of 78 or higher indicate cognitively intact and, scores between 50 and 77 indicate cognitive impairment.  Table 2 displays the relationship between pain self-report and frailty status. Of participants who reported no or mild pain, 43.0% were not frail, 35.2% were pre frail, and 21.8% were frail. Of participants who reported moderate or greater pain, 16.2% were not frail, 34.1% were pre frail, and 49.8%were frail. Overall, frailty status was significantly associated with pain self-report, p<0.01, with an effect size (Cramer’s V) of 0.32.  ### Table 2.  Relationship between frailty status and pain self-report, N= 4,968  | Frailty Status * * * | None or Mild Pain†3,203 (64.5%) | Moderate Pain or Greater†1,765 (35.5%) | P-value * * | | :-- | :-- | :-- | :-- | | Not Frail | 1,378 (43.0) | 285 (16.2) |  | | Pre Frail | 1,127 (35.2) | 601 (34.1) | P<0.01 | | Frail | 698 (21.8) | 879 (49.8) |  |  Open in a new tab  *  Frailty is a composite measure of 33 self-reported health attitudes, illnesses, and functions summed and subsequently divided into tertiles  †  Pain status was dichotomized into no pain and very mild pain versus moderate, severe, or very severe  Multivariable logistic regression analysis of frailty status by report of persistent pain is displayed in Table 3. The odds per year of increasing age of being pre-frail or frail compared with not frail, were higher by a factor of 1.05 (95% confidence interval (CI) =1.04-1.07; p<0.05) and 1.13 (CI=1.11-1.15; p<0.05), respectively. For persons with moderate or greater pain compared to those with no or very mild pain, the odds of being pre frail compared to not frail were higher by a factor of 2.52 (CI=2.13-2.99; p<0.05). For persons with moderate or greater pain compared to those with no or very mild pain, the odds of being frail compared to not frail was higher by a factor of 5.52 (CI= 4.49-6.64; p<0.05). The multivariate findings between pain and frailty did not change in magnitude or direction with the inclusion or exclusion of any single variable in the frailty index for each of the 33 variables.  ### Table 3.  Logistic regression of frailty status by persistent pain, participant demographics, mood, and cognitive status, N= 4,968.  | Characteristic | Not Frail versus Pre Frail | Not Frail versus Frail | | :-- | :-- | :-- | |  | Unadjusted OR(95% CI) | Adjusted OR(95% CI) | Unadjusted OR(95% CI) | Adjusted OR(95% CI) | | :-- | :-- | :-- | :-- | :-- | | Age | 1.05 (1.04,1.06) | 1.05 (1.04,1.07) | 1.11 (1.10,1.13) | 1.13 (1.11,1.15) | | Male gender | 0.88 (0.77,1.01) | 1.03 (0.89,1.19) | 0.58 (0.50,0.67) | 0.84 (0.71,1.01) | | Caucasian race | 1.64 (0.82,3.27) | 1.73 (0.83,3.60) | 2.05 (1.05,4.02) | 2.02 (0.87,4.73) | | Education | | 8th grade or lower | Reference | Reference | Reference | Reference | | high school | 1.23 (1.02,1.48) | 1.06 (0.89,1.27) | 1.21 (1.04,1.42) | 0.93 (0.75,1.13) | | more than high school | 0.95 (0.82,1.08) | 0.92 (0.75,1.12) | 0.95 (0.83,1.08) | 0.90 (0.71,1.13) | | Depressed mood * | 2.12 (1.75,2.57) | 1.88 (1.53,2.30) | 5.17 (4.30,6.21) | 4.13 (3.34,5.12) | | Cognitive Impairment† | 1.08 (0.88,1.33) | 0.82 (0.65,1.04) | 2.00 (1.65,2.42) | 0.98 (0.76,1.26) | | Pain (moderate or greater) | 2.58 (2.19,3.03) | 2.52 (2.13,2.99) | 6.09 (5.18,7.16) | 5.52 (4.49,6.64) |  Open in a new tab  Abbreviations: CI, confidence interval; OR, odds ratio  Adjusted analysis includes age, gender, race, education, mood, cognition, and pain status.  *  Depressed mood is a summed response score of 12 or more on the 5-item mental health screening questionnaire, range 0-30.  †  Cognitive status designated using the Modified Mini Mental State Exam: scores of 78 or higher indicate cognitively intact and, scores between 50 and 77 indicate cognitive impairment.",
    "DISCUSSION  We found the self-report of moderate or greater pain to be independently associated with frailty compared to not frail and pre-frail. The findings support the proposed idea of pain homeostenosis, in which the presence of persistent pain reduces physiologic reserve and predisposes to frailty development.  While the present study can not establish causality, the data suggests that the presence of persistent pain significantly contributes to the development of frailty. A plausible rationale is that chronic pain, given its multidimensional nature, simultaneously impacts multiple physiologic systems, diminishes reserves, and decreases the ability to maintain homoestasis-leading to homeostenosis ( 13). Such a state of vulnerability to stress subsequently increases the likelihood of developing and/or accelerating frailty ( 22). However, the cross-sectional nature of the study limits the ability to infer directionality of cause between persistent pain and frailty. Alternative explanations are that frailty may be causing pain, or that an unrecognized confounder may account for the findings.  The strong, independent association of pain and frailty is important to recognize, regardless of temporal sequence, because pain is readily measured and treatments are available ( 6). A range of pharmacologic therapies, from acetaminophen to opioids, has been found to improve pain management ( 6). While persons with persistent pain may experience only a modest reduction in pain intensity with pharmacologic treatment, we have previously demonstrated a dose-response relationship between pain severity and interference of pain with function in older adults with low back pain ( 23). Others have demonstrated that effective analgesia is often associated with improved functional abilities ( 24). However, studies of pain treatments that include frail older adults are lacking, and a concern that function may actually worsen with opioid use in this population continues to persist given its narrow therapeutic index ( 25, 26).  Non-pharmacologic therapies -such as physical and occupational therapy, assist devices, thermal modalities (heat and cold), and cognitive techniques such as meditation, may also help attenuate the effects of persistent pain. When considering the wide variety of available treatment modalities for pain, providers need to bear in mind a general principle of aging--because multiple homeostatic mechanisms can be compromised concurrently, small improvements with any one modality may yield dramatic benefits overall ( 22). This is yet another reason providers should remain committed to reversing the trend of under-treating pain in older adults as recent estimates suggest approximately 25% of community-dwelling older adults with pain receive no analgesia and even more are considered to be under-treated ( 27, 28). Prompt attention to pain complaints, and continued work to identify therapies that reduce suffering, improve physical functioning, decrease the development of frailty, and enhance well-being should remain a high priority.  Evidence of pain homeostenosis can be found in other recent studies. Leong et al. found that greater medical co-morbidity was associated with more severe pain and worse functional status ( 29). Similarly, Blyth et al. found a strong positive association between pain-related functional impairment and both frailty and co-morbidity, in which persons with both conditions reported the greatest likelihood of pain-related functional interference ( 30). Our study adds to this evidence by establishing the relationship of pain to frailty in a large community-dwelling, population-based sample, while controlling for depression and cognitive impairment. Testing this relationship longitudinally is a high priority for future research.  While our study has a number of strengths, its limitations should also be noted. As previously described, the results are cross-sectional and do not permit an evaluation of the causal direction of the association of pain with frailty. While we have strong theoretical reasons to believe that pain leads to frailty through causing changes in homeostasis, the reverse relationship cannot be ruled out. The assessment of frailty in the CSHA is based upon a composite index of self-reported health attitudes, illnesses, and functional abilities. The 40-item self-report frailty index on which ours is based has been previously validated ( 9). However, our results are preliminary as we used a modified version of the index applied at one time point ( 10). Another concern is that any one factor alone may account for the observed associations. We investigated this concern by analyzing whether or not the results changed with the exclusion of any single variable from the index, and the results did not change meaningfully in significance or direction. Also, a small proportion (12.9%) of the sample was missing data mostly from the frailty index, so these participants had to be excluded from the analyses. It is possible that their exclusion could have biased the findings; however, individuals who were missing data for frailty were older and had more co-morbidities than those with non-missing frailty status. The validated frailty index includes comorbid conditions (along with other indicators) as a design feature. As a consequence, we can not determine the relative contributions of comorbitities alone, independent from the other elements of frailty, to the association with pain in this analysis. Finally, the location of pain and pain treatment were not available, so we cannot comment on how these factors may have affected our findings.  We found moderate or greater pain to be associated with the presence of being pre-frail and frail. The findings suggest that the impact of persistent pain goes beyond discomfort and may contribute to homeostenosis and frailty. The recognition that frailty and pain coexist has the potential to improve patient care for both conditions. Research aimed at preventing or ameliorating frailty should consider pain management as a part of multi-component interventions."
  ],
  "model_name": "gpt-4o",
  "timestamp": "2025-02-03T09:40:44.467931"
}