{
  "doi": "10.18632/aging.100931",
  "pm_id": 27017907,
  "pmc_id": "PMC4925816",
  "gs_id": "17997136911665378685",
  "category": "CITES_HALD",
  "title": "Principles of alternative gerontology.",
  "abstract": "Surveys of taxonomic groups of animals have shown that contrary to the opinion of most gerontologists aging is not a genuine trait. The process of aging is not universal and its mechanisms have not been widely conserved among species. All life forms are subject to extrinsic and intrinsic destructive forces. Destructive effects of stochastic events are visible only when allowed by the specific life program of an organism. Effective life programs of immortality and high longevity eliminate the impact of unavoidable damage. Organisms that are capable of agametic reproduction are biologically immortal. Mortality of an organism is clearly associated with terminal specialisation in sexual reproduction. The longevity phenotype that is not accompanied by symptoms of senescence has been observed in those groups of animals that continue to increase their body size after reaching sexual maturity. This is the result of enormous regeneration abilities of both of the above-mentioned groups. Senescence is observed when: (i) an organism by principle switches off the expression of existing growth and regeneration programs, as in the case of imago formation in insect development; (ii) particular programs of growth and regeneration of progenitors are irreversibly lost, either partially or in their entirety, in mammals and birds.",
  "gs_meta": "[{'position': 1, 'title': 'Principles of alternative gerontology', 'result_id': 'fbXiEauswvkJ', 'type': 'Html', 'link': 'https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4925816/', 'snippet': 'Surveys of taxonomic groups of animals have shown that contrary to the opinion of most gerontologists aging is not a genuine trait. The process of aging is not universal and its mechanisms have not been widely conserved among species. All life forms are subject to extrinsic and intrinsic destructive forces. Destructive effects of stochastic events are visible only when allowed by the specific life program of an organism. Effective life programs of immortality and high longevity eliminate the impact of unavoidable damage. Organisms that are capable of agametic reproduction are biologically immortal. Mortality of an organism is clearly associated with terminal specialisation in sexual reproduction. The longevity phenotype that is not accompanied by symptoms of senescence has been observed in those groups of animals that continue to increase their body size after reaching sexual maturity. This is the result of enormous regeneration abilities of both of the above-mentioned groups. Senescence is observed when:(i) an organism by principle switches off the expression of existing growth and regeneration programs, as in the case of imago formation in insect development;(ii) particular programs of growth and regeneration of progenitors are irreversibly lost, either partially or in their entirety, in mammals and birds.', 'publication_info': {'summary': 'T Bilinski, A Bylak, R Zadrag-Tecza - Aging (Albany NY), 2016 - ncbi.nlm.nih.gov', 'authors': [{'name': 'A Bylak', 'link': 'https://scholar.google.com/citations?user=ak22L3UAAAAJ&hl=en&oi=sra', 'serpapi_scholar_link': 'https://serpapi.com/search.json?author_id=ak22L3UAAAAJ&engine=google_scholar_author&hl=en', 'author_id': 'ak22L3UAAAAJ'}]}, 'resources': [{'title': 'nih.gov', 'file_format': 'HTML', 'link': 'https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4925816/'}], 'inline_links': {'serpapi_cite_link': 'https://serpapi.com/search.json?engine=google_scholar_cite&hl=en&q=fbXiEauswvkJ', 'html_version': 'https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4925816/', 'cited_by': {'total': 16, 'link': 'https://scholar.google.com/scholar?cites=17997136911665378685&as_sdt=5,39&sciodt=0,39&hl=en', 'cites_id': '17997136911665378685', 'serpapi_scholar_link': 'https://serpapi.com/search.json?as_sdt=5%2C39&cites=17997136911665378685&engine=google_scholar&hl=en'}, 'related_pages_link': 'https://scholar.google.com/scholar?q=related:fbXiEauswvkJ:scholar.google.com/&scioq=10.18632/aging.100931&hl=en&as_sdt=0,39', 'serpapi_related_pages_link': 'https://serpapi.com/search.json?as_sdt=0%2C39&engine=google_scholar&hl=en&num=10&q=related%3AfbXiEauswvkJ%3Ascholar.google.com%2F&scisbd=0&start=0', 'versions': {'total': 6, 'link': 'https://scholar.google.com/scholar?cluster=17997136911665378685&hl=en&as_sdt=0,39', 'cluster_id': '17997136911665378685', 'serpapi_scholar_link': 'https://serpapi.com/search.json?as_sdt=0%2C39&cluster=17997136911665378685&engine=google_scholar&hl=en'}}}]",
  "scraped_date": "2025-02-01 21:02:47.007164",
  "id": "542202416427cc5cfee198faf1f60116e42fdee8347c4020a394973894650235",
  "_internal": {
    "type": "paper"
  }
}