{
  "doi": "10.3390/cells11233799",
  "pm_id": 36497059,
  "pmc_id": "PMC9739197",
  "gs_id": "",
  "category": "CITES_HALD",
  "title": "Replicative Senescence-Associated LINE1 Methylation and LINE1-Alu Expression Levels in Human Endothelial Cells.",
  "abstract": "One of the main challenges of current research on aging is to identify the complex epigenetic mechanisms involved in the acquisition of the cellular senescent phenotype. Despite some evidence suggested that epigenetic changes of DNA repetitive elements, including transposable elements (TE) sequences, are associated with replicative senescence of fibroblasts, data on different types of cells are scarce. We previously analysed genome-wide DNA methylation of young and replicative senescent human endothelial cells (HUVECs), highlighting increased levels of demethylated sequences in senescent cells. Here, we aligned the most significantly demethylated single CpG sites to the reference genome and annotated their localization inside TE sequences and found a significant hypomethylation of sequences belonging to the Long-Interspersed Element-1 (LINE-1 or L1) subfamilies L1M, L1P, and L1HS. To verify the hypothesis that L1 demethylation could be associated with increased transcription/activation of L1s and/or Alu elements (non-autonomous retroelements that usually depend on L1 sequences for reverse transcription and retrotransposition), we quantified the RNA expression levels of both L1 (generic L1 elements or site-specific L1PA2 on chromosome 14) and Alu elements in young and senescent HUVECs and human dermal fibroblasts (NHDFs). The RNA expression of Alu and L1 sequences was significantly increased in both senescent HUVECs and NHDFs, whereas the RNA transcript of L1PA2 on chromosome 14 was not significantly modulated in senescent cells. Moreover, we found an increased amount of TE DNA copies in the cytoplasm of senescent HUVECs and NHDFs. Our results support the hypothesis that TE, which are significantly increased in senescent cells, could be retrotranscribed to DNA sequences.",
  "gs_meta": NaN,
  "scraped_date": "2025-02-01 21:21:37.755608",
  "id": "51bf9280a91de1ecd8f2bc91cb8646ed64de9bbf3919c175f4bbdd0bb3e04c33",
  "_internal": {
    "type": "paper"
  }
}