{
  "doi": "10.3390/jcm8101554",
  "pm_id": 31569684,
  "pmc_id": "PMC6832757",
  "gs_id": "",
  "category": "CITES_HALD",
  "title": "Prevalence of Psychological Frailty in Japan: NCGG-SGS as a Japanese National Cohort Study.",
  "abstract": "There has been less research conducted on the psychological aspects of frailty than on the physical and cognitive characteristics of frailty. Thus, we aimed to define psychological frailty, clarify its prevalence, and investigate the relationship between psychological frailty and lifestyle activity or disability incidence in older adults in Japan. The participants in our study were 4126 older adults (average age 71.7 years) enrolled in the National Center for Geriatrics and Gerontology-i87uStudy of Geriatric Syndromes (NCGG-SGS). We characterized physical frailty of the following as ≥ 3: slow walking speed, muscle weakness, exhaustion, low physical activity, and weight loss. We used the Geriatric Depression Scale 15 items version (GDS-15) to screen for depressive mood, indicated by 5 points or more on the scale. The co-presence of physical frailty and depressive mood was defined as psychological frailty. The incidence of disability was determined using data from the Japanese long-term care insurance system over 49 months. We found that the prevalence of physical frailty, depressive mood, and psychological frailty were 6.9%, 20.3%, and 3.5%, respectively. Logistic regression indicated that the odds ratios for loss of lifestyle activities were significantly higher in participants with psychological frailty for going outdoors using the bus or train, driving a car, using maps to go to unfamiliar places, reading books or newspapers, cognitive stimulation, culture lessons, giving advice, attending community meetings, engaging in hobbies or sports, house cleaning, fieldwork or gardening, and taking care of grandchildren or pets. During the follow-up period, 385 participants (9.3%) developed a disability. The incidence of disability was associated with both physical and psychological frailty in the fully adjusted model. However, no significant association between disability and depressive mood was found. We conclude that individuals with psychological frailty had the highest risk of disability. Future policies should implement disability prevention strategies among older adults with psychological frailty.",
  "gs_meta": NaN,
  "scraped_date": "2025-02-01 20:49:34.028231",
  "id": "03fbb42a22e2b70cc056e85c669c443d6ff7d8c62815841edb87e9c0f7f12664",
  "_internal": {
    "type": "paper"
  }
}